{"type":"data","nodes":[{"type":"data","data":[{"debug":1},true],"uses":{}},{"type":"data","data":[{"slug":1,"metadata":2,"inscription":75,"license":111,"title":76},"ISic030277",{"file":1,"uri":1,"title":3,"status":4,"type":5,"objectType":9,"material":13,"layoutDesc":17,"letterHeight":21,"notBefore":37,"notAfter":38,"places":39,"geo":49,"facsimile":52,"country":55,"region":56,"settlement":41,"repository":57,"textLang":61,"placeName":41,"keywords":64},"Decree in honour of Nemenios (copy A)","edited",{"_":6,"ana":7,"ref":8},"decree","#function.decree","http://www.eagle-network.eu/voc/typeins/lod/384.html",{"_":10,"ana":11,"ref":12},"lamina","#object.lamina","http://www.eagle-network.eu/voc/objtyp/lod/145.html",{"_":14,"ana":15,"ref":16},"bronze","#material.metal.bronze","http://www.eagle-network.eu/voc/material/lod/109.html",{"_":18,"ana":19,"ref":20},"engraved","#execution.engraved","http://www.eagle-network.eu/voc/writing/lod/3",[22,27,32],{"l":23,"from":24,"to":24,"h":25,"unit":26},"Line 1","line1","7-12","mm",{"l":28,"from":29,"to":30,"h":31,"unit":26},"Lines 2-7","line2","line7","4-7",{"l":33,"from":34,"to":35,"h":36,"unit":26},"Lines 8-34","line8","line34","3-4",-100,-46,[40,44],{"_":41,"type":42,"ref":43},"Halaesa","ancient","http://pleiades.stoa.org/places/462225",{"_":45,"type":46,"ref":47,"offset":48},"Castel di Tusa","modern","http://sws.geonames.org/2525099","near",[50,51],37.99907,14.26197,{"url":53,"desc":54},"ISic030277_tiled.tif","Photo J.Prag, 09.07.2018, courtesy Soprintendenza BBCCAA di Messina","Italy","Sicily",{"_":58,"role":59,"ref":60},"Antiquarium e sito archeologico di Halaesa","museum","http://sicily.classics.ox.ac.uk/museum/053",{"_":62,"mainLang":63},"Ancient Greek","grc",[65,66,4,6,10,14,67,68,69,70,71,72,69,73,74,63],"isic030277","decree in honour of nemenios (copy a)","-100","-46","halaesa","castel di tusa","italy","sicily","antiquarium e sito archeologico di halaesa","ancient greek",{"title":76,"body":77,"divs":78,"images":99},"ISic030277. Decree in honour of Nemenios (copy A)","  \u003Cdiv id=\"facsimile-images\">\u003Ch2>Facsimile Images\u003C/h2>\u003Ca href=\"ISic030277_tiled.tif\">\u003Cimg title=\"Photo J.Prag, 09.07.2018, courtesy Soprintendenza BBCCAA di Messina\" src=\"ISic030277_tiled-thumb.tif\">\u003C/a>\u003Ca href=\"ISic030277.jpg\">\u003Cimg title=\"Photo J.Prag, 09.07.2018, courtesy Soprintendenza BBCCAA di Messina\" src=\"ISic030277-thumb.jpg\">\u003C/a>\u003Ca href=\"ISic030277_detail_tiled.tif\">\u003Cimg title=\"Photo J.Prag, 09.07.2018, courtesy Soprintendenza BBCCAA di Messina\" src=\"ISic030277_detail_tiled-thumb.tif\">\u003C/a>\u003Ca href=\"ISic030277_detail.jpg\">\u003Cimg title=\"Photo J.Prag, 09.07.2018, courtesy Soprintendenza BBCCAA di Messina\" src=\"ISic030277_detail-thumb.jpg\">\u003C/a>\u003C/div>  \u003Cdiv id=\"edition\" lang=\"grc\">\u003Cdiv class=\"textpart\" lang=\"grc\">\u003Cspan class=\"ab\" id=\"div\">\u003Ca id=\"al1\">\u003C!--0-->\u003C/a>\u003Cspan class=\"linenumber\">1\u003C/span>ΕΠΙΙΕΡΕΩΝΔΙΟΣ\u003Cbr id=\"al2\">\u003Cspan class=\"linenumber\">2\u003C/span>[[Δ]]ΔΩΡΟΘΕΟΥΑΠΟΛΛΩΝΙΟΥΛΑΒ\u003Cbr id=\"al3\">\u003Cspan class=\"linenumber\">3\u003C/span>ΑΠΟΛΛΩΝΟΣ\u003Cbr id=\"al4\">\u003Cspan class=\"linenumber\">4\u003C/span>ΑΠΕΛΛΑΖΩΠΤΡΟΥΚΡΑ\u003Cbr id=\"al5\">\u003Cspan class=\"linenumber\">5\u003C/span>ΔΙΟΓΕΝΗΔΙΟΔΩΡΟΥ\u003Cbr id=\"al6\">\u003Cspan class=\"linenumber\">6\u003C/span>ΕΛΩΡΕΙΟΥΝΕΜΗΝΙΑ\u003Cbr id=\"al7\">\u003Cspan class=\"linenumber\">7\u003C/span>ΠΡΟΔΙΟΔΩΡΟΣΔΑΖΟΥΠΕΡ\u003Cbr id=\"al8\">\u003Cspan class=\"linenumber\">8\u003C/span>ΕΔΟΞΕΤΑΑΛΙΑΚΑΘΑΚΑΙΤΑΒΟΥΛΑΤΑΕΚΤΟΥΙΕΡΟΥΤΟΥΑΠΟΛΛΩΝΟΣ\u003Cbr id=\"al9\">\u003Cspan class=\"linenumber\">9\u003C/span>ΚΑΙΣΥΝΕΒΟΥΛΕΥΣΑΝΔΙΟΓΕΝΗΣΚΑΛΛΙΠΠΟΥΣΑΛΦΙΛΙΑΡΧΟΣΦΑΛΑΚΡΟΥ\u003Cbr id=\"al10\">\u003Cspan class=\"linenumber\">10\u003C/span>ΑΡΧ&nbsp;&nbsp;ΗΡΕΑΣΔΙΩΝΟΣΥΣΓ&nbsp;&nbsp;ΝΙΚΙΠΠΟΣΦΙΛΙΑΡΧΟΥΠΕΡ&nbsp;&nbsp;ΑΠΟΛΛΩΝΙΟΣ\u003Cbr id=\"al11\">\u003Cspan class=\"linenumber\">11\u003C/span>ΗΛΙΟΔΩΡΟΥΚΡΑ&nbsp;&nbsp;ΙΣΤΕΙΟϹΘΡΑΣΩΝΟΣΤ.Λ&nbsp;&nbsp;ΔΑΜΩΝΒ´ΛΟΙ&nbsp;&nbsp;ΑΡΤΕΜΩΝ\u003Cbr id=\"al12\">\u003Cspan class=\"linenumber\">12\u003C/span>ΔΑΜΩΝΟΣΕΡΙΣΩΣΙΠΟΛΙΣΤΑΥΡΙΩΝΟΣΛΟΓ&nbsp;&nbsp;ΔΙΩΝΒ´&nbsp;&nbsp;ΛΟΓ&nbsp;&nbsp;&nbsp;&nbsp;ΙΣΤΕΙΟΣΝΥΣΑ\u003Cbr id=\"al13\">\u003Cspan class=\"linenumber\">13\u003C/span>ΥΠΑ&nbsp;&nbsp;&nbsp;&nbsp;ΑΠΕΛΛΑΣΘΕΣΤΩΝΟΣΝΗΤΔΙΩΝ&nbsp;&nbsp;ΝΙΚΟΚΛΕΟΣΝΗΤ&nbsp;&nbsp;ΙΠΠΙΑΣΔΑΜΑ\u003Cbr id=\"al14\">\u003Cspan class=\"linenumber\">14\u003C/span>ΛΑΒ&nbsp;&nbsp;ΙΣΤΙΟΔΩΡΟΣΕΥΘΥΜΟΥΥΠΑ&nbsp;&nbsp;&nbsp;&nbsp;ΕΠΕΙΔΗΝΕΜΗΝΙΟΣΝΕΜΗΝΙΟΥΥΣΓΔΑ\u003Cbr id=\"al15\">\u003Cspan class=\"linenumber\">15\u003C/span>ΦΝΙΣ&nbsp;&nbsp;ΦΑΝΕΡΟΣΕΣΤΙΕΤΝΟΥΣΕΩΝΤΟΙΣΙΕΡΕΟΙΣΤΟΥΑΠΟΛΛΩΝΟΣΚΑΙΚΑΛΩΣ\u003Cbr id=\"al16\">\u003Cspan class=\"linenumber\">16\u003C/span>ΠΕΠΟΙΗΚΩΣΤΥΝΧΑΝΕΙΤΟΚΟΙΝΟΝΤΩΝΙΕΡΕΩΝΤΟΥΑΠΟΛΛΩΝΟΣΠΑΝΤΙΤΡΟ\u003Cbr id=\"al17\">\u003Cspan class=\"linenumber\">17\u003C/span>ΠΩΚΑΙΛΕΓΩΝΚΑΙΠΡΑΣΣΩΝΤΑΚΡΑΤΙΣΤΑΚΑΙΣΥΜΦΟΡΩΤΑΤΑΤΟΙΣΙΕΡΕΟΙΣΤΟΥ\u003Cbr id=\"al18\">\u003Cspan class=\"linenumber\">18\u003C/span>ΑΠΟΛΛΩΝΟΣΚΑΙΚΟΙΝΑΚΑΙΚΑΤΙΔΙΑΝΑΞΙΑΠΡΑΣΣΩΝΤΑΣΤΣΑΥΤΟΤΑΝΔΡΕΙΑΣ\u003Cbr id=\"al19\">\u003Cspan class=\"linenumber\">19\u003C/span>ΚΑΙΚΑΛΟΚΑΓΑΘΙΑΣΚΑΙΤΑΣΤΩΝΠΡΟΓΟΝΩΝΑΡΕΤΑΣΔΙΚΑΙΟΝΔΕΕΣΤΙΤΟΥΣΑΓΑΘΟΥ[.]\u003Cbr id=\"al20\">\u003Cspan class=\"linenumber\">20\u003C/span>ΤΩΝΑΝΔΡΩΝΚΑΙΤΑΝΑΥΤΩΝΕΥΝΟΙΑΝΕΝΔΕΙ.ΝΥΜΕΝΩΝΤΕΙΜΑΝΚΑΙΠΡΟΕΔΡΙ\u003Cbr id=\"al21\">\u003Cspan class=\"linenumber\">21\u003C/span>ΑΝΤΥΝΧΑΝΕΙΝΚΑΙΑΘΑΝΑΤΟΝΑΥΤΩΝΜΝΑΜΑΝΠΑΡΑΤΟΙΣΕΥΠΑΘΟΝΤΕΣΣΙΔΙΑΜΕ\u003Cbr id=\"al22\">\u003Cspan class=\"linenumber\">22\u003C/span>ΝΕΙΝΩΝΕΝΕΚΕΝΔΕΔΟΛΤΑΙΤΑΑΛΙΑΤΩΝΙΕΡΕΩΝΤΟΥΑΠΟΛΛΩΝΟΣΚΑΘΑΚΑΙΤΟ.[.]\u003Cbr id=\"al23\">\u003Cspan class=\"linenumber\">23\u003C/span>ΒΟΥΛΕΥΤΑΙΣΕΥΕΡΓΕΤΑΝΕΙΜΕΙΝ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ΝΕΜΗΝΙΟΝΝΕ.ΝΝΙΟΥΥΣΓΔΑΦΝΙΝ&nbsp;&nbsp;ΚΑΙ\u003Cbr id=\"al24\">\u003Cspan class=\"linenumber\">24\u003C/span>ΣΤΑΣΑΙΑΥΤΟΥΕΙΚΟΝΑΧΑΛΚΕΑΝΚΑΙΛΝΑΘΕΜΕΙΝΗΕΝΤΩΙΕΡΩΤΟΥΑΠΟΛΛΩΝΟΣΗΕΝ\u003Cbr id=\"al25\">\u003Cspan class=\"linenumber\">25\u003C/span>ΤΑΒΑΣΙΛΙΚΑΕΝΩ.ΑΤΟΠΩΑΥΤΟΣΒΟΛΗΤΑΙΕΠΙΓΡΑΨΑΝΤΑΟΣΟΙΣΠΑΣΙΤΟΚΟΙΝΟΝ\u003Cbr id=\"al26\">\u003Cspan class=\"linenumber\">26\u003C/span>ΤΩΝΙΕΡΕΩΝΤΟΥΑΠΟΛΛΩΝΟΣΝΕΜΗΝΙΟΝΝΕΜΗΝΙΟΥΥΣΓΔΑΦΝΙΝΤΟΝΕΥΕ.\u003Cbr id=\"al27\">\u003Cspan class=\"linenumber\">27\u003C/span>ΓΕΤΑΝΑΡΕΤΑΣΕΝΕΚΑΚΑΙΕΥΝΟΙΑΣΤΑΣΕΙΣΑΥΤΟΝΟΠΩΣΦΑΝΕΡΟΝΗΤΟΙΣΕΠΙΓΕΙ\u003Cbr id=\"al28\">\u003Cspan class=\"linenumber\">28\u003C/span>ΝΟΜΕΝΟΙΣΟΤΙΟΙΙΕΡΕΕΣΤΟΥΑΠΟΛΛΩΝΟΣΔΥΝΑΝΤΑΙΧΑΡΙΤΕΣΚΑΙΤΕΙΜΑΣΑΠΟ\u003Cbr id=\"al29\">\u003Cspan class=\"linenumber\">29\u003C/span>ΝΕΜΕΙΝΤΟΙΣΕΥΕΡΓΕΤΑΙΣΑΞΙΑΣΤΑΝΕΥΕΡΓΕΣΙΑΝΟΙΔΕΤΑΜΙΑΙΟΙΔΙΟΔΩΡΕΙΟΙ\u003Cbr id=\"al30\">\u003Cspan class=\"linenumber\">30\u003C/span>ΕΞΟΔΙΑΞΑΝΤΟΝΤΟΧΡΗΜΑΕΣΤΑΝΕΙΚΟΝΑΚΑΙΤΟΔΕΤΟΔΟΓΜΑΚΟΛΑΨΑΝΤΕΣ\u003Cbr id=\"al31\">\u003Cspan class=\"linenumber\">31\u003C/span> &nbsp;&nbsp;&nbsp;&nbsp;ΕΣΧΑΛΚΩΜΑΤΑΔΥΟΤΟΜΕΝΕΝΑΝΑΘΕΝΤΟΝΕΝΤΩΙΕΡΩΤΟΥΑΠΟΛΛΩΝΟΣ\u003Cbr id=\"al32\">\u003Cspan class=\"linenumber\">32\u003C/span> &nbsp;&nbsp;&nbsp;&nbsp;ΕΣΤΟΠΡΟΝΑΟΝΤΟΥΔΙΟΣΤΟΔΕΕΝΑΠΟΔΟΝΤΟΝΑΤΤΩ&nbsp;&nbsp;&nbsp;&nbsp;ΨΑΦΟΙ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \u003Cbr id=\"al33\">\u003Cspan class=\"linenumber\">33\u003C/span> &nbsp;&nbsp;&nbsp;&nbsp;ΑΙΚΕΛΟΜΕΝΑΙΕΥΕΡΓΕΤΑΝΕΙΜΕΙΝ&nbsp;&nbsp;ΝΕΜΗΝΙΟΝΝΕΜΗΝΙΟΥΥΣΓΔΑΦΝΙΝ[[Ο]]\u003Cbr id=\"al34\">\u003Cspan class=\"linenumber\">34\u003C/span> &nbsp;&nbsp;&nbsp;&nbsp;ΠΕΝΤΕΕΙΚΟΣΙΟΚΤΑΚΟΣΙΑΙ&nbsp;&nbsp;&nbsp;&nbsp;ΚΑΙΚΩΛΥΟΥΣΑΟΥΔΕΜΙΑ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \u003Cbr id=\"al35\">\u003Cspan class=\"linenumber\">35\u003C/span>[[Ο]]\u003Cbr id=\"al36\">\u003Cspan class=\"linenumber\">36\u003C/span>[[ΕΣΤ]]\u003C/span>\u003C/div>\u003Cp class=\"miniapp\">2: [[Δ]] i.l.\u003C/p>\u003C/div>  \u003Cdiv id=\"apparatus\">\u003Ch4>Apparatus criticus\u003C/h4>\u003Cp>  \u003Cspan class=\"\">\u003Cspan>Text from autopsy\u003C/span>\u003C/span>; \u003Cspan class=\"2\">\u003Cspan>The initial Δ below the line appears to belong to a previously erased text underlying the current one; cf. lines 11, 33 and 35-36.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"4\">4: \u003Cspan>in general the engraver clearly distinguishes upsilon from tau; however, here in Ζωπύρου and at ll. 15, 17, 18 and 32 the letter appears indistinguishable from tau.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"5\">5: \u003Cspan>Manganaro: Διογένη(ος); there is no trace of any letter after the final eta (for the form, which lacks Sicilian examples and foreshadows a common late type with nom. -γένης, acc. -γένην, gen. (dat., voc.) -γένη, and ultimately modern Greek (-ης, -η) (see Dubois 2013, 7-8 nn. 28-30 and Prag 2018 ad loc. for further references).\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"8\">8: \u003Cspan>Scibona, Manganaro: ἱερου Ἀπόλλωνος.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"10\">10: \u003Cspan>Scibona, Manganaro: Yστ. The form ΥϹΓ is consistent at each iteration on the bronze, and the engraver clearly distinguishes gamma and tau in all other instances; cf. ll. 14, 23, 26, 33. Badalì ap. Scibona: ΑΠΘΛΛΩΝΙΟϹ; the horizontal stroke of the 'theta' is a flaw on the bronze.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"11\">11: \u003Cspan>Scibona, Manganaro: Τηλ; Badalì ap. Scibona: ΤΚΛ; the visible traces of left vertical hasta and upper right sloping hasta, together with a point bottom right are entirely compatible with the common form of eta in this text (similar to a reversed nu, see e.g. l. 5). Scibona, Manganaro: Λογ; in the second copy this instance appears clearly as ΛΟΓ (and cf. l. 12), so is merely poorly struck here. Badalì ap. Scibona: ΑΡΤΕΜΩΝΑ; a horizontal stroke is visible on the bronze after the final nu, but it is not obviously part of a letter (unless part of the underlying earlier text), and there are no further traces to suggest a letter.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"15\">15: \u003Cspan>Badalì ap. Scibona: ΦΑΝϹΡΟϹ. Scibona, Manganaro: εὔνους; on the bronze: ΕΤΝΟYϹ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"16\">16: \u003Cspan>Badalì ap. Scibona: ΙΕΡϹΩΝ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"17\">17: \u003Cspan>The final upsilon is poorly executed.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"18\">18: \u003Cspan>Manganaro: κοινᾶ. Scibona, Manganaro: τε; on the bronze: ΤϹ. Scibona: αὑτοῦ; Manganaro: αὐτοῦ; on the bronze: ΑYΤΟΤ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"22\">22: \u003Cspan>On the bronze: ΔΕΔΟΛΤΑΙ. Scibona, Manganaro: τοῖ[ς]; Badalì ap. Scibona: ΤΟΙ; traces compatible with iota are visible, no traces of final sigma visible on the bronze, the surface of which is very uneven at the far right margin (cf. l. 19).\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"23\">23: \u003Cspan>Scibona, Manganaro: Νεμηνίου Υστ; Badalì ap. Scibona: ΗΕΜΝΝΙΟΥ ΥϹΓ; the initial nu is merely poorly formed; the third letter is partially obliterated but traces compatible with mu; for ΥϹΓ cf. l. 10.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"24\">24: \u003Cspan>Scibona, Manganaro: ἀναθέμειν; on the bronze: ΛΝΑΘΕΜΕΙΝ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"25\">25: \u003Cspan>Scibona, Manganaro, Badalì: κα; traces compatible with kappa, but the bronze has suffered some heat damage at this point. Scibona, Manganaro: θεοῖϲ; on the bronze: ΟϹΟΙϹ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"27\">27: \u003Cspan>Badalì ap. Scibona: ΤϹΙϹ; right side of the omicron is faint but visible.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"28\">28: \u003Cspan>Scibona, Manganaro: χάριταϲ; on the bronze ΧΑΡΙΤEϹ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"29\">29: \u003Cspan>Scibona: ἄξια; Manganaro: ἄξια(ϲ). Manganaro: εὐερχεσιᾶν.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"32\">32: \u003Cspan>Scibona, Manganaro: αὐτῷ; on the bronze: ΑΤΤΩ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"33\">33: \u003Cspan>Scibona, Manganaro: Νενηνίου Υστ (cf. line 10). The final circular character (not similar to omicron elsewhere in the text) appears to have no relation to the current text and is perhaps part of an imperfectly erased preceding text.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"35\">35: \u003Cspan>Traces of two further lines of a pre-existing text, imperfectly erased? (cf. lines 2, 11, 33).\u003C/span>\u003C/span>  \u003C/p>\u003C/div>  \u003Cdiv id=\"translation\">\u003Ch2>English translation\u003C/h2>  \u003Cp>In the priesthoods of Zeus, of Dorotheos son of Apollonios, Lab., (and) of Apollo, of Apelles son of Zopyros, Kra., (and) Diogenes son of Diodoros, on the first day of Eloreios, Diodoros son of Dazos, Per., presiding. It seemed good to the Assembly as also to the Council of the Sanctuary of Apollo, and those who acted as councillors were Diogenes son of Kallippos, Sal., Philiarchos son of Phalakros, Arch., Hereas son of Dion, Hysg., Nikippos son of Philiarchos, Per., Apollonios son of Heliodoros, Kra., Histeios son of Thrason, Tel., Damon son of Damon, Log., Artemon son of Damon, Eri., Sosipolis son of Taurion, Log., Dion son of Dion, Log., Histeios son of Nysas, Hypa., Apellas son of Theston, Net., Dion son of Nikokles, Net., Hippias son of Damas, Lab., Histiodoros son of Euthymos, Hypa.:- Since Nemenios Daphnis son of Nemenios, Hysg., is known to be well-disposed towards the priests of Apollo and since he happens to have treated well the Koinon of the priests of Apollo in every way, both saying and doing the best and most useful things for the priests of Apollo, both collectively and individually, acting worthily both of his own manliness and nobility and of the excellence of his forebears; and since it is right that the good among men, especially those displaying their goodwill, meet with honour and privilege and that an undying memory of them endures amongst their beneficiaries – for these reasons, let it seem good to the Assembly of the priests of Apollo, as also to the councillors, that Nemenios Daphnis son of Nemenios, Hysg. be a benefactor, and that they set up a bronze statue of him and dedicate it either in the sanctuary of Apollo or in the Basilica, in whichever place he should wish, having inscribed (on it): ‘The koinon of the priests of Apollo (dedicates) to all the gods Nemenios Daphnis son of Nemenios, Hysg., their benefactor, on account of its services and goodwill towards him,’ in order that it should be obvious to future men that the priests of Apollo are able to apportion favours and honours to their benefactors, in a manner appropriate to their good services. The Diodoran treasurers are to pay out the money for the statue and having engraved this decree on two bronze tablets, let them dedicate one in the sanctuary of Apollo, in the pronaos of Zeus, and let them give the other to him. The votes: those urging that Nemenios Daphnis son of Nemenios, Hysg. be (recognised as) a benefactor, eight hundred and twenty-five and no vote forbids it.\u003C/p>  \u003C/div>  \u003Cdiv id=\"translation\">\u003Ch2>Italian translation\u003C/h2>  \u003Cp>Durante il sacerdozio di Zeus, di Dorotheus figlio di Apollonio, Lab., (e) di Apollo, di Apelles figlio di Zopyros, Kra., (e) Diogenes figlio di Diodoros, il primo giorno di Eloreios, Diodoros figlio di Dazos, Per., alla presidenza. (Ciò che segue) è consono secondo l’Assemblea, secondo anche il Consiglio del Santuario ad Apollo, e coloro che furono consiglieri, Diogene figlio di Kallippos, Sal., Philiarchos figlio di Phalakros, Arch. Hereas figlio di Dion, Hysg., Nikippos figlio di Philiarchos, Per., Apollonios figlio di Heliodoros, Kra., Histeios figlio di Thrason, Tel., Damon figlio di Damon, Log., Artemon figlio di Damon, Eri., Sosipolis figlio di Taurion, Log., Dion figlio di Dion, Log., Histeios figlio di Nysas, Hypa., Apellas figlio di Theston, Net., Dion figlio di Nikokles, Net., Hippias figlio di Damas, Lab., Histiodoros figlio di Euthymos, Hypa.: dal momento che Nemenios Daphnis, figlio di Nemenios, Hysg., è rinomatamente ben disposto verso i sacerdoti di Apollo, e dal momento che ha trattato bene il Koinon di sacerdoti di Apollo in tutti i modi possibili, sia dicendo che facendo il meglio e ciò che è più utile per i sacerdoti di Apollo, sia per la collettività che individualmente, essendo degno sia della sua mascolinità e nobilità che dell’eccellenza dei suoi predecessori; e dal momento che è cosa giusta che il bene tra gli uomini, in particolare quelli di buona volontà, incontri onore e privilegio e che il loro ricordo eterno perduri tra i loro beneficiari – per tali ragioni, possano l’Assemblea dei sacerdoti di Apollo e i consiglieri ritenere giusto che Nemenios Daphnis, figlio di Nemenios, Hysg., sia benefattore, e di erigere una statua bronzea lui ritraente e dedicarla al santuario di Apollo o nella Basilica, dovunque desideri, dopo aver inscritto su di essa: “Il koinon dei sacerdoti di Apollo (dedica) agli dei tutti Nemenios Daphnis figlio di Nemenios, Hysg., loro benefattore, per i suoi servizi e benevolenza nei suoi confronti”, in modo da rendere palese alle generazioni future che i sacerdoti di Apollo sappiano riconoscere favori ed onori ai loro benefattori, così come si addice ai loro buoni servizi. I tesori Diodorani saranno usati per pagare la statua e l’incisione di questo decreto su due tavole bronzee, possano dedicarne una al santuario di Apollo, nel pronaos di Zeus, e darne l’altra a lui stesso. I voti: a sostenere che Nemenios Daphnis figlio di Nemenios, Hysg. sia riconosciuto come benefattore, ottocento-venticinque, nessun voto a sfavore. [trans. of J. Prag rendered into Italian by Maria Felice Egizia].\u003C/p>  \u003C/div>  \u003Cdiv id=\"commentary\">\u003Ch2>commentary\u003C/h2>  \u003Cp>The Nemenios bronzes are particularly fine examples of a late Hellenistic honorific decree on bronze. Such survivals are unsuprisingly rare, but several other Sicilian examples exist (e.g. from Entella in the third century BC (IGDS no.204-212), from Agrigentum in the later Hellenistic period (IG 14, no.952)). The physical form of a temple facade, as represented here, is best paralleled on texts from Malta (IG 14, no.953) and Hanisa in Cappadocia (Robert 1963: 457-523 with plate 1), as well as Corcyra (IG IX.12.4, no.786, 789-92) in western Greece. The tendency to record decrees, and particularly honorific decrees, on bronze seems to have been especially strong in Sicily. Two aspects make the Halaesa examples particularly unusual: the fact that both copies of the same text are preserved, which is unparalleled; and the very unusual institutional framework of this decree, passed by an association of priests of Apollo. A number of details within the texts are also unusual.\u003C/p>  \u003Cp>The destruction layer, within what appears to be a private building, in which the two bronzes were found, appears to be the result of a fire which took place probably during the first century AD, and so provides a terminus ante quem for the production of the two inscriptions. The use of Greek, some of the letter forms, the absence of iota adscript, the presence of typically Sicilian pseudo-ascending numerals and the presence of civic sub-divisions in most of the names all suggest a date for the inscriptions of not later than the middle of the first century BC. Since the texts themselves record that the two bronzes were to be placed originally in different locations, their discovery together in a private house, probably at least half a century after their original production, suggests that they were taken down from their original locations in antiquity and reunited in this house. The traces of wood and metal door furniture found with the tablets suggest display on a door on an upper floor, perhaps therefore in a house belonging to descendants of the honorand, Nemenios.\u003C/p>  \u003Cp>The honours for Nemenios are proposed by a koinon (an association) of the priests of Apollo, which is organised with an assembly (halia) and a council (boule), on the model of typical civic organisation. The record of the decision is presented in the typical fashion of a decree by a city or association, with a prescript that includes the date and the presiding officials, a summary of the motivation for the decision, the decision itself, an engraving clause, and a concluding record of the vote on the decision. The aspect of this text which is most difficult to understand is the relationship of this assocation and the decree to the city of Halaesa. The city is never mentioned, and none of the individuals named are described with any ethnic affiliation. Since, however, all but one of the individuals have ‘demotics’ (the three-letter abbreviations which most likely describe their membership of civic subdivisions, probably territorial) it is reasonable to assume that the text is addressing an internal audience. A number of other circumstantial elements, besides the findspot, support the assumption that the text was produced in Halaesa: some of the demotics are attested in other texts from Halaesa (although some are also attested elsewhere, e.g. at Akrai); the text includes unusual linguistic forms such as the third person plural imperatives in -ντον in the engraving clause, only attested in Sicily in another Halaesan text (\u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic003651\" target=\"_blank\">ISic003651\u003C/a>, associated with the cadastral inscription); the unusual reference to a ‘basilica’, for which see \u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic000802\" target=\"_blank\">ISic000802\u003C/a> and \u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic003580\" target=\"_blank\">ISic003580\u003C/a>; the existence of a second text from Halaesa referring to a koinon of priests (\u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic001176\" target=\"_blank\">ISic001176\u003C/a>); and other references to a sanctuary of Apollo at Halaesa (in the cadastral inscription, \u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic001174\" target=\"_blank\">ISic001174\u003C/a>; and in Diodorus Siculus 14.16.4). However, although associations of many sorts, including of priests, are well attested in the ancient world, no such association has such a fully evolved institutional framework as this, which directly parallels what one would expect for a city. Additionally, the final clause, recording the vote in favour by 825 individuals suggests a membership that is far in excess of any other recorded association of this type, and is difficult to explain if made up of 825 priests as the text seems to imply. Even if the association consisted of the priests of Apollo from all the cities of Sicily (perhaps c.65 cities at this date), this would not generate enough individuals, and the same is true for a smaller organisation such as the regional symmachia (alliance) suggested by the original editor Giacomo Scibona (2009) on the basis of separate evidence for a Hellenistic alliance in the region. Conversely, the number is almost exactly what one would expect for the adult male free population of a city of Halaesa’s size (using standard model-life tables, such as Coale-Demeny model West level 3 female, and assuming that the 825 individuals are males between 30 and 65 years of age, then the minimum free population would be c. 4,547). Either, therefore, we must assume that this association is made up of all of the male citizens of Halaesa, meeting not as citizens of Halaesa but as members (priests) of the sanctuary; or else the association should be assumed to be much smaller and the voting clause at the end describes the confirmation of the association’s decision by the normal civic assembly of Halaesa (see Tybout in SEG 59.1100 at p.323-324). Examples exist of this sort of conflation of two levels of decision-making in the published version of a text like this, although the complete absence of reference to the city or explicit reference to its institutions anywhere in the text would be unusual in such a case. Examples can also be offered of associations acting almost at the level of independent states, and even in competition with a city (famously the dispute betwen the city of Teos and the koinon of the technitai of Dionysos: Le Guen 2001: no. 47). Choosing between these alternatives is not simple.\u003C/p>  \u003Cp>The honours for Nemenios are considerable, and one aspect of these adds a further element to the debate over the relationship between koinon and city: it is a well-attested mark of honour for the honorand to be allowed to choose where their statue should be erected. In this case, Nemenios is given the choice, and one alternative is the ‘basilica’. The reference to a basilica is already significant, as this appears to be the earliest attestation in Greek of the word in its Latin meaning (denoting a building used for a range of mercantile and judicial functions). In the case of Halaesa, this sits interestingly alongside evidence for early Italic presence in the city (e.g. \u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic000583\" target=\"_blank\">ISic000583\u003C/a>), as well as the evidence provided by Cicero’s Verrines for the judicial activity under taken in civic agoras by Roman magistrates (Cic. Verr. 3.77, 4.85-6; cf. David 1983). However, given that other Latin epigraphic evidence from Halaesa (\u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic000802\" target=\"_blank\">ISic000802\u003C/a> and \u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic003580\" target=\"_blank\">ISic003580\u003C/a>) strongly suggests that this building was in the area of the agora, not within the sanctuary, this either requires that the association had authority over wider public space in the city; or that the final voting clause must reflect civic confirmation of the decision.\u003C/p>  \u003Cp>Among the other honours, the inscription decreed for Nemenios’ statue base very clearly parallels the other surviving Hellenistic honorific texts from Halaesa (\u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic000800\" target=\"_blank\">ISic000800\u003C/a> offers an exact parallel for the formulation). In the decree, however, Nemenios is also designated as a euergetes of the association, i.e. a benefactor. It has been demonstrated that in the Hellenistic period cities do not usually designate one of their own citizens as a euergetes, but with the intermediate role of the association this becomes possible, and within Sicily there are parallels for this in the honours decreed for Syracusans by the associations of the technitai of Dionysus and Aphrodite at Syracuse (Le Guen 2001: no. 73-77). Last among the honours is the award of a copy of the decree itself on bronze. This appears to be a distinctive regional practice, attested otherwise in texts from Agrigentum (IG 14 no.952), Kaleakte (Caronia, \u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic003628\" target=\"_blank\">ISic003628\u003C/a>), Malta (IG 14 no.953), Rhegium (IG 14 no.612), and reported by Cicero at Syracuse (Cic. Verr. 4.145).\u003C/p>  \u003Cp>Several other elements within the text are unusual. We lack clear evidence on the identity of the eponymous magistrate(s) at Halaesa (i.e. the official, whether priest or magistrate, by whose term of office the civic year is marked). This text lists three priests, without specific titles, of Zeus and Apollo. A triple eponym would be unusual: it may be that this also reflects a blending of civic and association institutions, with perhaps the priest of Zeus being the civic eponym (as, e.g, the amphipolos of Zeus at Syracuse) and the priests of Apollo being the association’s eponyms (cf. Sherk 1993, Di Veroli 1996). The treasurers mentioned in the engraving clause also bear unusual titulature, being described as the Diodoreioi. It is likely that this adjectival form is intended to denote the treasurers in office under the prostatas Diodoros named in the prescript, but there is no exact parallel for marking this out in this way, and this may again be a consequence of parallel civic and association institutions, with the formulation intended to designate either civic or association treasurers.\u003C/p>  \u003Cp>Lastly, the text makes clear the significance of the sanctuary of Apollo in the city, whether we think the association to be acting in parallel to, or subordinate to the city itself. As noted, a sanctuary of Apollo is described as a significant landmark within the city in the cadastral inscription, and Diodorus Siculus also refers to it (Facella 2006: 318-322 collects the evidence for Apollo cult at Halaesa). This text and the actions that it records illustrate the sanctuary’s likely wealth and activity at this period. The temple on the summit of the site, briefly explored by Carettoni in the 1950s (Carettoni 1961: 313 18), and now the object of fresh excavation by the Universities of Oxford and Messina, is commonly attributed to Apollo (\u003Ca href=\"http://sicily.classics.ox.ac.uk/inscription/ISic000469\" target=\"_blank\">ISic000469\u003C/a> is often cited in support) although formal proof of the identification is still lacking. The engraving clause of the decree suggests that a temple of Zeus stood within the sanctuary of Apollo, which would be relatively unusual, but the presence of a shrine to one deity within the sanctuary of another is certainly not without parallel (Facella 2006: 322-327 for evidence for the cult of Zeus at Halaesa).\u003C/p>  \u003C/div>  \u003Cdiv id=\"bibliography\">\u003Ch2>bibliography\u003C/h2>  \u003Cul>  \u003Cli> 59.1100.A \u003Ca href=\"https://biblio.inscriptiones.org/epig10000796\" target=\"_blank\">https://biblio.inscriptiones.org/epig10000796\u003C/a>\u003C/li>  \u003Cli> 2010.0646 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001282\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001282\u003C/a>\u003C/li>  \u003Cli> Scibona 2009 Tavola A \u003Ca href=\"https://biblio.inscriptiones.org/epig10001592\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001592\u003C/a>\u003C/li>  \u003Cli> Manganaro 2009 21-28 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001795\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001795\u003C/a>\u003C/li>  \u003Cli> Manganaro 2011 52-60 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001792\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001792\u003C/a>\u003C/li>  \u003Cli> Dubois 2013 \u003Ca href=\"https://biblio.inscriptiones.org/epig10002432\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002432\u003C/a>\u003C/li>  \u003Cli> Prag and Tigano 2017 no. 34 \u003Ca href=\"https://biblio.inscriptiones.org/epig10002630\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002630\u003C/a>\u003C/li>  \u003Cli> Prag 2018 Tablet A \u003Ca href=\"https://biblio.inscriptiones.org/epig10001669\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001669\u003C/a>\u003C/li>  \u003Cli> Prestianni Giallombardo 2018 Tablet A \u003Ca href=\"https://biblio.inscriptiones.org/epig10002430\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002430\u003C/a>\u003C/li>  \u003C/ul>  \u003Cul>  \u003Cli> Manganaro 2009 90 n.26 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001794\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001794\u003C/a>\u003C/li>  \u003Cli> Prestianni Giallombardo 2012 178-179, 182, 185-187 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001357\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001357\u003C/a>\u003C/li>  \u003Cli> Prestianni Giallombardo 2018 132-135 \u003Ca href=\"https://biblio.inscriptiones.org/epig10002602\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002602\u003C/a>\u003C/li>  \u003Cli> Cappelletti 2020 \u003Ca href=\"https://biblio.inscriptiones.org/epig10002352\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002352\u003C/a>\u003C/li>  \u003C/ul>  \u003C/div>  \u003Cdiv id=\"license\"> Licensed under a Creative Commons-Attribution 4.0 licence \u003C/div>",[79,82,85,88,90,93,96],{"id":80,"html":81},"edition","\u003Cdiv class=\"textpart\" lang=\"grc\">\u003Cspan class=\"ab\" id=\"div\">\u003Ca id=\"al1\">\u003C!--0-->\u003C/a>\u003Cspan class=\"linenumber\">1\u003C/span>ΕΠΙΙΕΡΕΩΝΔΙΟΣ\u003Cbr id=\"al2\">\u003Cspan class=\"linenumber\">2\u003C/span>[[Δ]]ΔΩΡΟΘΕΟΥΑΠΟΛΛΩΝΙΟΥΛΑΒ\u003Cbr id=\"al3\">\u003Cspan class=\"linenumber\">3\u003C/span>ΑΠΟΛΛΩΝΟΣ\u003Cbr id=\"al4\">\u003Cspan class=\"linenumber\">4\u003C/span>ΑΠΕΛΛΑΖΩΠΤΡΟΥΚΡΑ\u003Cbr id=\"al5\">\u003Cspan class=\"linenumber\">5\u003C/span>ΔΙΟΓΕΝΗΔΙΟΔΩΡΟΥ\u003Cbr id=\"al6\">\u003Cspan class=\"linenumber\">6\u003C/span>ΕΛΩΡΕΙΟΥΝΕΜΗΝΙΑ\u003Cbr id=\"al7\">\u003Cspan class=\"linenumber\">7\u003C/span>ΠΡΟΔΙΟΔΩΡΟΣΔΑΖΟΥΠΕΡ\u003Cbr id=\"al8\">\u003Cspan class=\"linenumber\">8\u003C/span>ΕΔΟΞΕΤΑΑΛΙΑΚΑΘΑΚΑΙΤΑΒΟΥΛΑΤΑΕΚΤΟΥΙΕΡΟΥΤΟΥΑΠΟΛΛΩΝΟΣ\u003Cbr id=\"al9\">\u003Cspan class=\"linenumber\">9\u003C/span>ΚΑΙΣΥΝΕΒΟΥΛΕΥΣΑΝΔΙΟΓΕΝΗΣΚΑΛΛΙΠΠΟΥΣΑΛΦΙΛΙΑΡΧΟΣΦΑΛΑΚΡΟΥ\u003Cbr id=\"al10\">\u003Cspan class=\"linenumber\">10\u003C/span>ΑΡΧ&nbsp;&nbsp;ΗΡΕΑΣΔΙΩΝΟΣΥΣΓ&nbsp;&nbsp;ΝΙΚΙΠΠΟΣΦΙΛΙΑΡΧΟΥΠΕΡ&nbsp;&nbsp;ΑΠΟΛΛΩΝΙΟΣ\u003Cbr id=\"al11\">\u003Cspan class=\"linenumber\">11\u003C/span>ΗΛΙΟΔΩΡΟΥΚΡΑ&nbsp;&nbsp;ΙΣΤΕΙΟϹΘΡΑΣΩΝΟΣΤ.Λ&nbsp;&nbsp;ΔΑΜΩΝΒ´ΛΟΙ&nbsp;&nbsp;ΑΡΤΕΜΩΝ\u003Cbr id=\"al12\">\u003Cspan class=\"linenumber\">12\u003C/span>ΔΑΜΩΝΟΣΕΡΙΣΩΣΙΠΟΛΙΣΤΑΥΡΙΩΝΟΣΛΟΓ&nbsp;&nbsp;ΔΙΩΝΒ´&nbsp;&nbsp;ΛΟΓ&nbsp;&nbsp;&nbsp;&nbsp;ΙΣΤΕΙΟΣΝΥΣΑ\u003Cbr id=\"al13\">\u003Cspan class=\"linenumber\">13\u003C/span>ΥΠΑ&nbsp;&nbsp;&nbsp;&nbsp;ΑΠΕΛΛΑΣΘΕΣΤΩΝΟΣΝΗΤΔΙΩΝ&nbsp;&nbsp;ΝΙΚΟΚΛΕΟΣΝΗΤ&nbsp;&nbsp;ΙΠΠΙΑΣΔΑΜΑ\u003Cbr id=\"al14\">\u003Cspan class=\"linenumber\">14\u003C/span>ΛΑΒ&nbsp;&nbsp;ΙΣΤΙΟΔΩΡΟΣΕΥΘΥΜΟΥΥΠΑ&nbsp;&nbsp;&nbsp;&nbsp;ΕΠΕΙΔΗΝΕΜΗΝΙΟΣΝΕΜΗΝΙΟΥΥΣΓΔΑ\u003Cbr id=\"al15\">\u003Cspan class=\"linenumber\">15\u003C/span>ΦΝΙΣ&nbsp;&nbsp;ΦΑΝΕΡΟΣΕΣΤΙΕΤΝΟΥΣΕΩΝΤΟΙΣΙΕΡΕΟΙΣΤΟΥΑΠΟΛΛΩΝΟΣΚΑΙΚΑΛΩΣ\u003Cbr id=\"al16\">\u003Cspan class=\"linenumber\">16\u003C/span>ΠΕΠΟΙΗΚΩΣΤΥΝΧΑΝΕΙΤΟΚΟΙΝΟΝΤΩΝΙΕΡΕΩΝΤΟΥΑΠΟΛΛΩΝΟΣΠΑΝΤΙΤΡΟ\u003Cbr id=\"al17\">\u003Cspan class=\"linenumber\">17\u003C/span>ΠΩΚΑΙΛΕΓΩΝΚΑΙΠΡΑΣΣΩΝΤΑΚΡΑΤΙΣΤΑΚΑΙΣΥΜΦΟΡΩΤΑΤΑΤΟΙΣΙΕΡΕΟΙΣΤΟΥ\u003Cbr id=\"al18\">\u003Cspan class=\"linenumber\">18\u003C/span>ΑΠΟΛΛΩΝΟΣΚΑΙΚΟΙΝΑΚΑΙΚΑΤΙΔΙΑΝΑΞΙΑΠΡΑΣΣΩΝΤΑΣΤΣΑΥΤΟΤΑΝΔΡΕΙΑΣ\u003Cbr id=\"al19\">\u003Cspan class=\"linenumber\">19\u003C/span>ΚΑΙΚΑΛΟΚΑΓΑΘΙΑΣΚΑΙΤΑΣΤΩΝΠΡΟΓΟΝΩΝΑΡΕΤΑΣΔΙΚΑΙΟΝΔΕΕΣΤΙΤΟΥΣΑΓΑΘΟΥ[.]\u003Cbr id=\"al20\">\u003Cspan class=\"linenumber\">20\u003C/span>ΤΩΝΑΝΔΡΩΝΚΑΙΤΑΝΑΥΤΩΝΕΥΝΟΙΑΝΕΝΔΕΙ.ΝΥΜΕΝΩΝΤΕΙΜΑΝΚΑΙΠΡΟΕΔΡΙ\u003Cbr id=\"al21\">\u003Cspan class=\"linenumber\">21\u003C/span>ΑΝΤΥΝΧΑΝΕΙΝΚΑΙΑΘΑΝΑΤΟΝΑΥΤΩΝΜΝΑΜΑΝΠΑΡΑΤΟΙΣΕΥΠΑΘΟΝΤΕΣΣΙΔΙΑΜΕ\u003Cbr id=\"al22\">\u003Cspan class=\"linenumber\">22\u003C/span>ΝΕΙΝΩΝΕΝΕΚΕΝΔΕΔΟΛΤΑΙΤΑΑΛΙΑΤΩΝΙΕΡΕΩΝΤΟΥΑΠΟΛΛΩΝΟΣΚΑΘΑΚΑΙΤΟ.[.]\u003Cbr id=\"al23\">\u003Cspan class=\"linenumber\">23\u003C/span>ΒΟΥΛΕΥΤΑΙΣΕΥΕΡΓΕΤΑΝΕΙΜΕΙΝ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ΝΕΜΗΝΙΟΝΝΕ.ΝΝΙΟΥΥΣΓΔΑΦΝΙΝ&nbsp;&nbsp;ΚΑΙ\u003Cbr id=\"al24\">\u003Cspan class=\"linenumber\">24\u003C/span>ΣΤΑΣΑΙΑΥΤΟΥΕΙΚΟΝΑΧΑΛΚΕΑΝΚΑΙΛΝΑΘΕΜΕΙΝΗΕΝΤΩΙΕΡΩΤΟΥΑΠΟΛΛΩΝΟΣΗΕΝ\u003Cbr id=\"al25\">\u003Cspan class=\"linenumber\">25\u003C/span>ΤΑΒΑΣΙΛΙΚΑΕΝΩ.ΑΤΟΠΩΑΥΤΟΣΒΟΛΗΤΑΙΕΠΙΓΡΑΨΑΝΤΑΟΣΟΙΣΠΑΣΙΤΟΚΟΙΝΟΝ\u003Cbr id=\"al26\">\u003Cspan class=\"linenumber\">26\u003C/span>ΤΩΝΙΕΡΕΩΝΤΟΥΑΠΟΛΛΩΝΟΣΝΕΜΗΝΙΟΝΝΕΜΗΝΙΟΥΥΣΓΔΑΦΝΙΝΤΟΝΕΥΕ.\u003Cbr id=\"al27\">\u003Cspan class=\"linenumber\">27\u003C/span>ΓΕΤΑΝΑΡΕΤΑΣΕΝΕΚΑΚΑΙΕΥΝΟΙΑΣΤΑΣΕΙΣΑΥΤΟΝΟΠΩΣΦΑΝΕΡΟΝΗΤΟΙΣΕΠΙΓΕΙ\u003Cbr id=\"al28\">\u003Cspan class=\"linenumber\">28\u003C/span>ΝΟΜΕΝΟΙΣΟΤΙΟΙΙΕΡΕΕΣΤΟΥΑΠΟΛΛΩΝΟΣΔΥΝΑΝΤΑΙΧΑΡΙΤΕΣΚΑΙΤΕΙΜΑΣΑΠΟ\u003Cbr id=\"al29\">\u003Cspan class=\"linenumber\">29\u003C/span>ΝΕΜΕΙΝΤΟΙΣΕΥΕΡΓΕΤΑΙΣΑΞΙΑΣΤΑΝΕΥΕΡΓΕΣΙΑΝΟΙΔΕΤΑΜΙΑΙΟΙΔΙΟΔΩΡΕΙΟΙ\u003Cbr id=\"al30\">\u003Cspan class=\"linenumber\">30\u003C/span>ΕΞΟΔΙΑΞΑΝΤΟΝΤΟΧΡΗΜΑΕΣΤΑΝΕΙΚΟΝΑΚΑΙΤΟΔΕΤΟΔΟΓΜΑΚΟΛΑΨΑΝΤΕΣ\u003Cbr id=\"al31\">\u003Cspan class=\"linenumber\">31\u003C/span> &nbsp;&nbsp;&nbsp;&nbsp;ΕΣΧΑΛΚΩΜΑΤΑΔΥΟΤΟΜΕΝΕΝΑΝΑΘΕΝΤΟΝΕΝΤΩΙΕΡΩΤΟΥΑΠΟΛΛΩΝΟΣ\u003Cbr id=\"al32\">\u003Cspan class=\"linenumber\">32\u003C/span> &nbsp;&nbsp;&nbsp;&nbsp;ΕΣΤΟΠΡΟΝΑΟΝΤΟΥΔΙΟΣΤΟΔΕΕΝΑΠΟΔΟΝΤΟΝΑΤΤΩ&nbsp;&nbsp;&nbsp;&nbsp;ΨΑΦΟΙ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \u003Cbr id=\"al33\">\u003Cspan class=\"linenumber\">33\u003C/span> &nbsp;&nbsp;&nbsp;&nbsp;ΑΙΚΕΛΟΜΕΝΑΙΕΥΕΡΓΕΤΑΝΕΙΜΕΙΝ&nbsp;&nbsp;ΝΕΜΗΝΙΟΝΝΕΜΗΝΙΟΥΥΣΓΔΑΦΝΙΝ[[Ο]]\u003Cbr id=\"al34\">\u003Cspan class=\"linenumber\">34\u003C/span> &nbsp;&nbsp;&nbsp;&nbsp;ΠΕΝΤΕΕΙΚΟΣΙΟΚΤΑΚΟΣΙΑΙ&nbsp;&nbsp;&nbsp;&nbsp;ΚΑΙΚΩΛΥΟΥΣΑΟΥΔΕΜΙΑ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \u003Cbr id=\"al35\">\u003Cspan class=\"linenumber\">35\u003C/span>[[Ο]]\u003Cbr id=\"al36\">\u003Cspan class=\"linenumber\">36\u003C/span>[[ΕΣΤ]]\u003C/span>\u003C/div>\u003Cp class=\"miniapp\">2: [[Δ]] i.l.\u003C/p>",{"id":83,"html":84},"apparatus","\u003Ch4>Apparatus criticus\u003C/h4>\u003Cp>  \u003Cspan class=\"\">\u003Cspan>Text from autopsy\u003C/span>\u003C/span>; \u003Cspan class=\"2\">\u003Cspan>The initial Δ below the line appears to belong to a previously erased text underlying the current one; cf. lines 11, 33 and 35-36.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"4\">4: \u003Cspan>in general the engraver clearly distinguishes upsilon from tau; however, here in Ζωπύρου and at ll. 15, 17, 18 and 32 the letter appears indistinguishable from tau.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"5\">5: \u003Cspan>Manganaro: Διογένη(ος); there is no trace of any letter after the final eta (for the form, which lacks Sicilian examples and foreshadows a common late type with nom. -γένης, acc. -γένην, gen. (dat., voc.) -γένη, and ultimately modern Greek (-ης, -η) (see Dubois 2013, 7-8 nn. 28-30 and Prag 2018 ad loc. for further references).\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"8\">8: \u003Cspan>Scibona, Manganaro: ἱερου Ἀπόλλωνος.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"10\">10: \u003Cspan>Scibona, Manganaro: Yστ. The form ΥϹΓ is consistent at each iteration on the bronze, and the engraver clearly distinguishes gamma and tau in all other instances; cf. ll. 14, 23, 26, 33. Badalì ap. Scibona: ΑΠΘΛΛΩΝΙΟϹ; the horizontal stroke of the 'theta' is a flaw on the bronze.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"11\">11: \u003Cspan>Scibona, Manganaro: Τηλ; Badalì ap. Scibona: ΤΚΛ; the visible traces of left vertical hasta and upper right sloping hasta, together with a point bottom right are entirely compatible with the common form of eta in this text (similar to a reversed nu, see e.g. l. 5). Scibona, Manganaro: Λογ; in the second copy this instance appears clearly as ΛΟΓ (and cf. l. 12), so is merely poorly struck here. Badalì ap. Scibona: ΑΡΤΕΜΩΝΑ; a horizontal stroke is visible on the bronze after the final nu, but it is not obviously part of a letter (unless part of the underlying earlier text), and there are no further traces to suggest a letter.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"15\">15: \u003Cspan>Badalì ap. Scibona: ΦΑΝϹΡΟϹ. Scibona, Manganaro: εὔνους; on the bronze: ΕΤΝΟYϹ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"16\">16: \u003Cspan>Badalì ap. Scibona: ΙΕΡϹΩΝ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"17\">17: \u003Cspan>The final upsilon is poorly executed.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"18\">18: \u003Cspan>Manganaro: κοινᾶ. Scibona, Manganaro: τε; on the bronze: ΤϹ. Scibona: αὑτοῦ; Manganaro: αὐτοῦ; on the bronze: ΑYΤΟΤ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"22\">22: \u003Cspan>On the bronze: ΔΕΔΟΛΤΑΙ. Scibona, Manganaro: τοῖ[ς]; Badalì ap. Scibona: ΤΟΙ; traces compatible with iota are visible, no traces of final sigma visible on the bronze, the surface of which is very uneven at the far right margin (cf. l. 19).\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"23\">23: \u003Cspan>Scibona, Manganaro: Νεμηνίου Υστ; Badalì ap. Scibona: ΗΕΜΝΝΙΟΥ ΥϹΓ; the initial nu is merely poorly formed; the third letter is partially obliterated but traces compatible with mu; for ΥϹΓ cf. l. 10.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"24\">24: \u003Cspan>Scibona, Manganaro: ἀναθέμειν; on the bronze: ΛΝΑΘΕΜΕΙΝ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"25\">25: \u003Cspan>Scibona, Manganaro, Badalì: κα; traces compatible with kappa, but the bronze has suffered some heat damage at this point. Scibona, Manganaro: θεοῖϲ; on the bronze: ΟϹΟΙϹ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"27\">27: \u003Cspan>Badalì ap. Scibona: ΤϹΙϹ; right side of the omicron is faint but visible.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"28\">28: \u003Cspan>Scibona, Manganaro: χάριταϲ; on the bronze ΧΑΡΙΤEϹ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"29\">29: \u003Cspan>Scibona: ἄξια; Manganaro: ἄξια(ϲ). Manganaro: εὐερχεσιᾶν.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"32\">32: \u003Cspan>Scibona, Manganaro: αὐτῷ; on the bronze: ΑΤΤΩ.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"33\">33: \u003Cspan>Scibona, Manganaro: Νενηνίου Υστ (cf. line 10). The final circular character (not similar to omicron elsewhere in the text) appears to have no relation to the current text and is perhaps part of an imperfectly erased preceding text.\u003C/span>\u003C/span>\u003Cbr>  \u003Cspan class=\"35\">35: \u003Cspan>Traces of two further lines of a pre-existing text, imperfectly erased? (cf. lines 2, 11, 33).\u003C/span>\u003C/span>  \u003C/p>",{"id":86,"html":87},"translation","\u003Ch2>English translation\u003C/h2>  \u003Cp>In the priesthoods of Zeus, of Dorotheos son of Apollonios, Lab., (and) of Apollo, of Apelles son of Zopyros, Kra., (and) Diogenes son of Diodoros, on the first day of Eloreios, Diodoros son of Dazos, Per., presiding. It seemed good to the Assembly as also to the Council of the Sanctuary of Apollo, and those who acted as councillors were Diogenes son of Kallippos, Sal., Philiarchos son of Phalakros, Arch., Hereas son of Dion, Hysg., Nikippos son of Philiarchos, Per., Apollonios son of Heliodoros, Kra., Histeios son of Thrason, Tel., Damon son of Damon, Log., Artemon son of Damon, Eri., Sosipolis son of Taurion, Log., Dion son of Dion, Log., Histeios son of Nysas, Hypa., Apellas son of Theston, Net., Dion son of Nikokles, Net., Hippias son of Damas, Lab., Histiodoros son of Euthymos, Hypa.:- Since Nemenios Daphnis son of Nemenios, Hysg., is known to be well-disposed towards the priests of Apollo and since he happens to have treated well the Koinon of the priests of Apollo in every way, both saying and doing the best and most useful things for the priests of Apollo, both collectively and individually, acting worthily both of his own manliness and nobility and of the excellence of his forebears; and since it is right that the good among men, especially those displaying their goodwill, meet with honour and privilege and that an undying memory of them endures amongst their beneficiaries – for these reasons, let it seem good to the Assembly of the priests of Apollo, as also to the councillors, that Nemenios Daphnis son of Nemenios, Hysg. be a benefactor, and that they set up a bronze statue of him and dedicate it either in the sanctuary of Apollo or in the Basilica, in whichever place he should wish, having inscribed (on it): ‘The koinon of the priests of Apollo (dedicates) to all the gods Nemenios Daphnis son of Nemenios, Hysg., their benefactor, on account of its services and goodwill towards him,’ in order that it should be obvious to future men that the priests of Apollo are able to apportion favours and honours to their benefactors, in a manner appropriate to their good services. The Diodoran treasurers are to pay out the money for the statue and having engraved this decree on two bronze tablets, let them dedicate one in the sanctuary of Apollo, in the pronaos of Zeus, and let them give the other to him. The votes: those urging that Nemenios Daphnis son of Nemenios, Hysg. be (recognised as) a benefactor, eight hundred and twenty-five and no vote forbids it.\u003C/p>  ",{"id":86,"html":89},"\u003Ch2>Italian translation\u003C/h2>  \u003Cp>Durante il sacerdozio di Zeus, di Dorotheus figlio di Apollonio, Lab., (e) di Apollo, di Apelles figlio di Zopyros, Kra., (e) Diogenes figlio di Diodoros, il primo giorno di Eloreios, Diodoros figlio di Dazos, Per., alla presidenza. (Ciò che segue) è consono secondo l’Assemblea, secondo anche il Consiglio del Santuario ad Apollo, e coloro che furono consiglieri, Diogene figlio di Kallippos, Sal., Philiarchos figlio di Phalakros, Arch. Hereas figlio di Dion, Hysg., Nikippos figlio di Philiarchos, Per., Apollonios figlio di Heliodoros, Kra., Histeios figlio di Thrason, Tel., Damon figlio di Damon, Log., Artemon figlio di Damon, Eri., Sosipolis figlio di Taurion, Log., Dion figlio di Dion, Log., Histeios figlio di Nysas, Hypa., Apellas figlio di Theston, Net., Dion figlio di Nikokles, Net., Hippias figlio di Damas, Lab., Histiodoros figlio di Euthymos, Hypa.: dal momento che Nemenios Daphnis, figlio di Nemenios, Hysg., è rinomatamente ben disposto verso i sacerdoti di Apollo, e dal momento che ha trattato bene il Koinon di sacerdoti di Apollo in tutti i modi possibili, sia dicendo che facendo il meglio e ciò che è più utile per i sacerdoti di Apollo, sia per la collettività che individualmente, essendo degno sia della sua mascolinità e nobilità che dell’eccellenza dei suoi predecessori; e dal momento che è cosa giusta che il bene tra gli uomini, in particolare quelli di buona volontà, incontri onore e privilegio e che il loro ricordo eterno perduri tra i loro beneficiari – per tali ragioni, possano l’Assemblea dei sacerdoti di Apollo e i consiglieri ritenere giusto che Nemenios Daphnis, figlio di Nemenios, Hysg., sia benefattore, e di erigere una statua bronzea lui ritraente e dedicarla al santuario di Apollo o nella Basilica, dovunque desideri, dopo aver inscritto su di essa: “Il koinon dei sacerdoti di Apollo (dedica) agli dei tutti Nemenios Daphnis figlio di Nemenios, Hysg., loro benefattore, per i suoi servizi e benevolenza nei suoi confronti”, in modo da rendere palese alle generazioni future che i sacerdoti di Apollo sappiano riconoscere favori ed onori ai loro benefattori, così come si addice ai loro buoni servizi. I tesori Diodorani saranno usati per pagare la statua e l’incisione di questo decreto su due tavole bronzee, possano dedicarne una al santuario di Apollo, nel pronaos di Zeus, e darne l’altra a lui stesso. I voti: a sostenere che Nemenios Daphnis figlio di Nemenios, Hysg. sia riconosciuto come benefattore, ottocento-venticinque, nessun voto a sfavore. [trans. of J. Prag rendered into Italian by Maria Felice Egizia].\u003C/p>  ",{"id":91,"html":92},"commentary","\u003Ch2>commentary\u003C/h2>  \u003Cp>The Nemenios bronzes are particularly fine examples of a late Hellenistic honorific decree on bronze. Such survivals are unsuprisingly rare, but several other Sicilian examples exist (e.g. from Entella in the third century BC (IGDS no.204-212), from Agrigentum in the later Hellenistic period (IG 14, no.952)). The physical form of a temple facade, as represented here, is best paralleled on texts from Malta (IG 14, no.953) and Hanisa in Cappadocia (Robert 1963: 457-523 with plate 1), as well as Corcyra (IG IX.12.4, no.786, 789-92) in western Greece. The tendency to record decrees, and particularly honorific decrees, on bronze seems to have been especially strong in Sicily. Two aspects make the Halaesa examples particularly unusual: the fact that both copies of the same text are preserved, which is unparalleled; and the very unusual institutional framework of this decree, passed by an association of priests of Apollo. A number of details within the texts are also unusual.\u003C/p>  \u003Cp>The destruction layer, within what appears to be a private building, in which the two bronzes were found, appears to be the result of a fire which took place probably during the first century AD, and so provides a terminus ante quem for the production of the two inscriptions. The use of Greek, some of the letter forms, the absence of iota adscript, the presence of typically Sicilian pseudo-ascending numerals and the presence of civic sub-divisions in most of the names all suggest a date for the inscriptions of not later than the middle of the first century BC. Since the texts themselves record that the two bronzes were to be placed originally in different locations, their discovery together in a private house, probably at least half a century after their original production, suggests that they were taken down from their original locations in antiquity and reunited in this house. The traces of wood and metal door furniture found with the tablets suggest display on a door on an upper floor, perhaps therefore in a house belonging to descendants of the honorand, Nemenios.\u003C/p>  \u003Cp>The honours for Nemenios are proposed by a koinon (an association) of the priests of Apollo, which is organised with an assembly (halia) and a council (boule), on the model of typical civic organisation. The record of the decision is presented in the typical fashion of a decree by a city or association, with a prescript that includes the date and the presiding officials, a summary of the motivation for the decision, the decision itself, an engraving clause, and a concluding record of the vote on the decision. The aspect of this text which is most difficult to understand is the relationship of this assocation and the decree to the city of Halaesa. The city is never mentioned, and none of the individuals named are described with any ethnic affiliation. Since, however, all but one of the individuals have ‘demotics’ (the three-letter abbreviations which most likely describe their membership of civic subdivisions, probably territorial) it is reasonable to assume that the text is addressing an internal audience. A number of other circumstantial elements, besides the findspot, support the assumption that the text was produced in Halaesa: some of the demotics are attested in other texts from Halaesa (although some are also attested elsewhere, e.g. at Akrai); the text includes unusual linguistic forms such as the third person plural imperatives in -ντον in the engraving clause, only attested in Sicily in another Halaesan text (\u003Ca href=\"ISic003651\" target=\"_blank\">ISic003651\u003C/a>, associated with the cadastral inscription); the unusual reference to a ‘basilica’, for which see \u003Ca href=\"ISic000802\" target=\"_blank\">ISic000802\u003C/a> and \u003Ca href=\"ISic003580\" target=\"_blank\">ISic003580\u003C/a>; the existence of a second text from Halaesa referring to a koinon of priests (\u003Ca href=\"ISic001176\" target=\"_blank\">ISic001176\u003C/a>); and other references to a sanctuary of Apollo at Halaesa (in the cadastral inscription, \u003Ca href=\"ISic001174\" target=\"_blank\">ISic001174\u003C/a>; and in Diodorus Siculus 14.16.4). However, although associations of many sorts, including of priests, are well attested in the ancient world, no such association has such a fully evolved institutional framework as this, which directly parallels what one would expect for a city. Additionally, the final clause, recording the vote in favour by 825 individuals suggests a membership that is far in excess of any other recorded association of this type, and is difficult to explain if made up of 825 priests as the text seems to imply. Even if the association consisted of the priests of Apollo from all the cities of Sicily (perhaps c.65 cities at this date), this would not generate enough individuals, and the same is true for a smaller organisation such as the regional symmachia (alliance) suggested by the original editor Giacomo Scibona (2009) on the basis of separate evidence for a Hellenistic alliance in the region. Conversely, the number is almost exactly what one would expect for the adult male free population of a city of Halaesa’s size (using standard model-life tables, such as Coale-Demeny model West level 3 female, and assuming that the 825 individuals are males between 30 and 65 years of age, then the minimum free population would be c. 4,547). Either, therefore, we must assume that this association is made up of all of the male citizens of Halaesa, meeting not as citizens of Halaesa but as members (priests) of the sanctuary; or else the association should be assumed to be much smaller and the voting clause at the end describes the confirmation of the association’s decision by the normal civic assembly of Halaesa (see Tybout in SEG 59.1100 at p.323-324). Examples exist of this sort of conflation of two levels of decision-making in the published version of a text like this, although the complete absence of reference to the city or explicit reference to its institutions anywhere in the text would be unusual in such a case. Examples can also be offered of associations acting almost at the level of independent states, and even in competition with a city (famously the dispute betwen the city of Teos and the koinon of the technitai of Dionysos: Le Guen 2001: no. 47). Choosing between these alternatives is not simple.\u003C/p>  \u003Cp>The honours for Nemenios are considerable, and one aspect of these adds a further element to the debate over the relationship between koinon and city: it is a well-attested mark of honour for the honorand to be allowed to choose where their statue should be erected. In this case, Nemenios is given the choice, and one alternative is the ‘basilica’. The reference to a basilica is already significant, as this appears to be the earliest attestation in Greek of the word in its Latin meaning (denoting a building used for a range of mercantile and judicial functions). In the case of Halaesa, this sits interestingly alongside evidence for early Italic presence in the city (e.g. \u003Ca href=\"ISic000583\" target=\"_blank\">ISic000583\u003C/a>), as well as the evidence provided by Cicero’s Verrines for the judicial activity under taken in civic agoras by Roman magistrates (Cic. Verr. 3.77, 4.85-6; cf. David 1983). However, given that other Latin epigraphic evidence from Halaesa (\u003Ca href=\"ISic000802\" target=\"_blank\">ISic000802\u003C/a> and \u003Ca href=\"ISic003580\" target=\"_blank\">ISic003580\u003C/a>) strongly suggests that this building was in the area of the agora, not within the sanctuary, this either requires that the association had authority over wider public space in the city; or that the final voting clause must reflect civic confirmation of the decision.\u003C/p>  \u003Cp>Among the other honours, the inscription decreed for Nemenios’ statue base very clearly parallels the other surviving Hellenistic honorific texts from Halaesa (\u003Ca href=\"ISic000800\" target=\"_blank\">ISic000800\u003C/a> offers an exact parallel for the formulation). In the decree, however, Nemenios is also designated as a euergetes of the association, i.e. a benefactor. It has been demonstrated that in the Hellenistic period cities do not usually designate one of their own citizens as a euergetes, but with the intermediate role of the association this becomes possible, and within Sicily there are parallels for this in the honours decreed for Syracusans by the associations of the technitai of Dionysus and Aphrodite at Syracuse (Le Guen 2001: no. 73-77). Last among the honours is the award of a copy of the decree itself on bronze. This appears to be a distinctive regional practice, attested otherwise in texts from Agrigentum (IG 14 no.952), Kaleakte (Caronia, \u003Ca href=\"ISic003628\" target=\"_blank\">ISic003628\u003C/a>), Malta (IG 14 no.953), Rhegium (IG 14 no.612), and reported by Cicero at Syracuse (Cic. Verr. 4.145).\u003C/p>  \u003Cp>Several other elements within the text are unusual. We lack clear evidence on the identity of the eponymous magistrate(s) at Halaesa (i.e. the official, whether priest or magistrate, by whose term of office the civic year is marked). This text lists three priests, without specific titles, of Zeus and Apollo. A triple eponym would be unusual: it may be that this also reflects a blending of civic and association institutions, with perhaps the priest of Zeus being the civic eponym (as, e.g, the amphipolos of Zeus at Syracuse) and the priests of Apollo being the association’s eponyms (cf. Sherk 1993, Di Veroli 1996). The treasurers mentioned in the engraving clause also bear unusual titulature, being described as the Diodoreioi. It is likely that this adjectival form is intended to denote the treasurers in office under the prostatas Diodoros named in the prescript, but there is no exact parallel for marking this out in this way, and this may again be a consequence of parallel civic and association institutions, with the formulation intended to designate either civic or association treasurers.\u003C/p>  \u003Cp>Lastly, the text makes clear the significance of the sanctuary of Apollo in the city, whether we think the association to be acting in parallel to, or subordinate to the city itself. As noted, a sanctuary of Apollo is described as a significant landmark within the city in the cadastral inscription, and Diodorus Siculus also refers to it (Facella 2006: 318-322 collects the evidence for Apollo cult at Halaesa). This text and the actions that it records illustrate the sanctuary’s likely wealth and activity at this period. The temple on the summit of the site, briefly explored by Carettoni in the 1950s (Carettoni 1961: 313 18), and now the object of fresh excavation by the Universities of Oxford and Messina, is commonly attributed to Apollo (\u003Ca href=\"ISic000469\" target=\"_blank\">ISic000469\u003C/a> is often cited in support) although formal proof of the identification is still lacking. The engraving clause of the decree suggests that a temple of Zeus stood within the sanctuary of Apollo, which would be relatively unusual, but the presence of a shrine to one deity within the sanctuary of another is certainly not without parallel (Facella 2006: 322-327 for evidence for the cult of Zeus at Halaesa).\u003C/p>  ",{"id":94,"html":95},"bibliography","\u003Ch2>bibliography\u003C/h2>  \u003Cul>  \u003Cli> 59.1100.A \u003Ca href=\"https://biblio.inscriptiones.org/epig10000796\" target=\"_blank\">https://biblio.inscriptiones.org/epig10000796\u003C/a>\u003C/li>  \u003Cli> 2010.0646 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001282\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001282\u003C/a>\u003C/li>  \u003Cli> Scibona 2009 Tavola A \u003Ca href=\"https://biblio.inscriptiones.org/epig10001592\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001592\u003C/a>\u003C/li>  \u003Cli> Manganaro 2009 21-28 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001795\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001795\u003C/a>\u003C/li>  \u003Cli> Manganaro 2011 52-60 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001792\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001792\u003C/a>\u003C/li>  \u003Cli> Dubois 2013 \u003Ca href=\"https://biblio.inscriptiones.org/epig10002432\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002432\u003C/a>\u003C/li>  \u003Cli> Prag and Tigano 2017 no. 34 \u003Ca href=\"https://biblio.inscriptiones.org/epig10002630\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002630\u003C/a>\u003C/li>  \u003Cli> Prag 2018 Tablet A \u003Ca href=\"https://biblio.inscriptiones.org/epig10001669\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001669\u003C/a>\u003C/li>  \u003Cli> Prestianni Giallombardo 2018 Tablet A \u003Ca href=\"https://biblio.inscriptiones.org/epig10002430\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002430\u003C/a>\u003C/li>  \u003C/ul>  \u003Cul>  \u003Cli> Manganaro 2009 90 n.26 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001794\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001794\u003C/a>\u003C/li>  \u003Cli> Prestianni Giallombardo 2012 178-179, 182, 185-187 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001357\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001357\u003C/a>\u003C/li>  \u003Cli> Prestianni Giallombardo 2018 132-135 \u003Ca href=\"https://biblio.inscriptiones.org/epig10002602\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002602\u003C/a>\u003C/li>  \u003Cli> Cappelletti 2020 \u003Ca href=\"https://biblio.inscriptiones.org/epig10002352\" target=\"_blank\">https://biblio.inscriptiones.org/epig10002352\u003C/a>\u003C/li>  \u003C/ul>  ",{"id":97,"html":98},"license"," Licensed under a Creative Commons-Attribution 4.0 licence ",[100,102,105,108],{"image":53,"thumb":101,"title":54},"ISic030277_tiled-thumb.tif",{"image":103,"thumb":104,"title":54},"ISic030277.jpg","ISic030277-thumb.jpg",{"image":106,"thumb":107,"title":54},"ISic030277_detail_tiled.tif","ISic030277_detail_tiled-thumb.tif",{"image":109,"thumb":110,"title":54},"ISic030277_detail.jpg","ISic030277_detail-thumb.jpg",{"id":97,"html":98}],"uses":{"params":["slug"]}}]}
