{"type":"data","nodes":[{"type":"data","data":[{"debug":1},true],"uses":{}},{"type":"data","data":[{"slug":1,"metadata":2,"images":93,"html":190,"xml":175},"ISic004367",{"file":1,"uri":1,"title":3,"status":4,"editions":5,"type":17,"support":21,"objectType":22,"material":26,"condition":30,"dimensions":31,"layoutDesc":42,"handNote":49,"date":62,"places":66,"geo":75,"provenanceFound":79,"provenanceObserved":87,"provenanceLost":92,"graphics":93,"country":109,"region":110,"settlement":72,"repository":111,"idno":123,"textLang":126,"bibliographyEdition":130,"bibliographyDiscussion":172,"xml":175,"facsimile":176,"provenance":68,"publicationAuthors":177,"publicationTitles":178,"publicationYears":179,"keywords":180},"Egadi 6: Latin inscription on a Roman bronze ship's ram","edited",[6,8,11,13,15],{"type":7},"TM",{"_":9,"type":10},"147225","EDR",{"type":12},"EDH",{"type":14},"EDCS",{"type":16},"PHI",{"_":18,"ana":19,"ref":20},"Construction text (probatio)","#function.building","https://www.eagle-network.eu/voc/typeins/lod/86.html","A bronze rostrum (ram), constructed in a single casting, consisting of a\n                                        tailpiece, driving head and cowl, designed to be fitted over the wale and keel\n                                        timbers at the bow of a warship. Large nails secured the ram to the timbers. The\n                                        head of the ram is distinguished by three fins, forming the shape of trident in\n                                        relief on the sides of the head. The upper surface of the cowl nosing is\n                                        distinguished by a relief of a winged victory at the top, and below that a Latin\n                                        inscription in relief letters. The ram weighs approximately 125 kg.",{"_":23,"ana":24,"ref":25},"rostrum","#object.rostrum","https://www.eagle-network.eu/voc/objtyp/lod/1961.html",{"_":27,"ana":28,"ref":29},"bronze","#material.metal.bronze","http://www.eagle-network.eu/voc/material/lod/109.html","",[32,36,39],{"_":33,"unit":34,"dimension":35},"54.0","cm","height",{"_":37,"unit":34,"dimension":38},"44.5","width",{"_":40,"unit":34,"dimension":41},"100.9","depth",{"layout":43},{"rs":44,"p":48,"damage":30},{"_":45,"ana":46,"ref":47},"Moulded letters, cast in relief","#execution.moulded #execution.relief","https://www.eagle-network.eu/voc/writing/lod/8.html","The text occupies two lines, left to right, on the upper face of the cowl, and is\n                                        read from the starboard side. The upper face of the cowl (concave) is 940 mm\n                                        long, wider at the top, narrowing towards the head (88 mm wide at the start of\n                                        the text, 47 mm wide at the end of the text). As with #4, on the upper part of\n                                        the face is a moulded relief of a winged victory, carrying a laurel crown in\n                                        right hand and palm frond in left. In contrast to #4, there is a small amount of\n                                        blank space above and below the winged victory. As with the Egadi 4 ram, the\n                                        inscription is moulded and cast, constituting part of the original casting of\n                                        the ram along with the relief decoration. The letters are in strong relief (3-4\n                                        mm high). The text occupies a length of 483 mm; line 1 is shorter, with a vacat\n                                        following, but the final two letters of line 2 are significantly larger than\n                                        those preceding and fill most of the available field. Blank space follows the\n                                        text. The surface is in very good condition, and after cleaning the text is\n                                        clear and the letters sharp.",{"lettering":50,"dimensions":51},"The letters of line 1 are between 25 and 36 mm in height, largest at the beginning,\n                                    and reducing significantly in size after the first six letters: the first six\n                                    letters are 31-36 mm; the last five letters are 25-27 mm in height. In line 2, the\n                                    initial M is 38 mm high, the remainder, excluding the final two, are between 33 and\n                                    25 mm, reducing steadily in height as the line proceeds. The second O is incomplete,\n                                    as its base projected over the edge of the cowl face and was cut off in the making\n                                    of the mould. The final two letters (Q and P) are 36 and 33 mm in height and sit\n                                    higher in the field. They are not therefore the largest letters in the inscription,\n                                    although they may appear so to the naked eye as a result of the text layout.\n                                    Interpuncts are formed by circular dots (also in relief) and are placed between\n                                    every word, but not at line end. Letter forms: M is formed by sloping hastae, with\n                                    the middle point touching the baseline; P is rectilinear and open, with the right\n                                    vertical slightly less than half the length of the left; O fills the full letter\n                                    height; L is sharply hooked; F has equal horizontal bars; Q has a near horizontal\n                                    tail coming off bottom right; A has broken bar; E has a slightly shorter middle bar;\n                                    R has a closed and rounded head, the tail does not extend to the baseline.",[52,58],{"type":53,"l":54,"from":55,"to":55,"h":56,"unit":57},"letterHeight","Line 1","line1","25-36","mm",{"type":53,"l":59,"from":60,"to":60,"h":61,"unit":57},"Line 2","line2","25-38",{"_":63,"notBefore":64,"notAfter":65},"First Punic War, no later\n                                than 241 BCE",-264,-241,[67,71],{"_":68,"type":69,"ref":70},"Aegusa","ancient","http://pleiades.stoa.org/places/462084",{"_":72,"type":73,"ref":74},"Favignana","modern","http://sws.geonames.org/2524779",[76],[77,78],37.9310758,12.3286129,{"_":80,"type":81,"subtype":82,"when":83,"geo":84},"Found on the sea-bed in 2011 at a depth of 72 m in the debris scatter\n                            (Egadi Islands survery sector PW-A) c.7km W of Levanzo island, which is thought to mark the\n                            site of the Battle of the Aegates Islands of 241 BC.","found","discovered","2011",[85,86],38.025765,12.25401,{"_":88,"type":89,"subtype":90,"resp":91,"geo":92},"2012.06.29","observed","autopsied","#JP",null,[94,101,107],{"n":95,"url":96,"height":97,"width":98,"desc":99,"surfaceType":100},"screen","ISic004367_tiled.tif","6666px","5000px","Photo S. Zangara","front",{"n":95,"url":102,"height":103,"width":104,"desc":105,"surfaceType":106},"ISic004367_text_tiled.tif","952px","3543px","Photo J. Prag","textdetail",{"n":95,"url":108,"height":103,"width":104,"desc":105,"surfaceType":106},"ISic004367_text.jpg","Italy","Sicily",{"_":112,"role":113,"ref":114,"museum":115},"Stabilimento Florio delle Tonnare di Favignana e delle Formiche","museum","http://sicily.classics.ox.ac.uk/museum/112",{"type":113,"name":112,"uri":114,"description":116,"location":117},"A small but rich collection of material found on the adjacent seabed.",{"settlement":72,"region":118,"country":109,"address":119,"geo":120},"Trapani","Ex Stabilmento Florio delle Tonnare di Favignana e Formica, Via Amendola, 29, 91023 Favignana (TP)",{"lat":121,"lon":122},37.929519,12.323635,{"_":124,"type":125},"Egadi 6 ('Cece')","inventory",{"_":127,"mainLang":128,"languages":129},"Latin","la",[127],{"type":131,"bibl":132},"edition",[133,143,153,162],{"type":134,"n":135,"citedRange":136,"ptr":137,"ref":139,"title":141,"citation":142},"bulletin","AE","2012.636",{"target":138},"http://zotero.org/groups/382445/items/R46KDTZX",{"_":140,"target":140},"https://biblio.inscriptiones.org/epig10001283","L'année épigraphique: revue des publications épigraphiques relatives a l'antiquité romaine.","\u003Cspan>« L’année épigraphique: revue des publications épigraphiques relatives a l’antiquité romaine. », \u003Ci>L’année épigraphique : revue des publications épigraphiques relatives a l’antiquité romaine.\u003C/i>, 1888, \u003Ca href=\"http://www.worldcat.org/oclc/630058599\">http://www.worldcat.org/oclc/630058599\u003C/a>\u003C/span>",{"author":144,"date":145,"citedRange":146,"ptr":147,"ref":149,"title":151,"citation":152},"Tusa and Royal","2012","43-44",{"target":148},"http://zotero.org/groups/382445/items/ZEW3UM5K",{"_":150,"target":150},"https://biblio.inscriptiones.org/epig10001545","The landscape of the naval battle at the Egadi Islands (241 B.C.)","\u003Cspan>S. Tusa and J. Royal, ‘The Landscape of the Naval Battle at the Egadi Islands (241 B.C.)’, \u003Ci>Journal of Roman Archaeology\u003C/i> 25 (2012): 7–48\u003C/span>",{"author":154,"date":145,"citedRange":155,"ptr":156,"ref":158,"title":160,"citation":161},"Gnoli","81-82",{"target":157},"http://zotero.org/groups/382445/items/HX4XTG6Z",{"_":159,"target":159},"https://biblio.inscriptiones.org/epig10001943","Navalia. Guerre e commerci nel Mediterraneo romano","\u003Cspan>T. Gnoli, \u003Ci>Navalia. Guerre e Commerci Nel Mediterraneo Romano\u003C/i> (Rome: ‘L’Erma’ di Bretschneider, 2012)\u003C/span>",{"author":163,"date":164,"citedRange":165,"ptr":166,"ref":168,"title":170,"citation":171},"Prag","2014","42-43 fig.11-12",{"target":167},"http://zotero.org/groups/382445/items/T8PK38JP",{"_":169,"target":169},"https://biblio.inscriptiones.org/epig10001665","Bronze rostra from the Egadi Islands off NW Sicily: the Latin inscriptions","\u003Cspan>J.R.W. Prag, ‘Bronze Rostra from the Egadi Islands off NW Sicily: The Latin Inscriptions’, \u003Ci>Journal of Roman Archaeology\u003C/i> 27 (2014): 33–59, \u003Ca href=\"https://doi.org/10.1017/S1047759414001159\">https://doi.org/10.1017/S1047759414001159\u003C/a>\u003C/span>",{"type":173,"bibl":174},"discussion",[30],"\u003C?xml version=\"1.0\" encoding=\"UTF-8\"?>\n\u003Cdiv type=\"edition\" xml:space=\"preserve\" xml:lang=\"la\" resp=\"#JP\">\n  \u003Cab>\n    \u003Clb n=\"1\"/>\n    \u003Clb n=\"2\"/>\n    \u003Cexpan>\n      \u003Cabbr>C\u003C/abbr>\n      \u003Cex>aios\u003C/ex>\n    \u003C/expan>\n    \u003Cexpan>\n      \u003Cabbr>Paperio\u003C/abbr>\n      \u003Cex>s\u003C/ex>\n    \u003C/expan>\n    \u003Cexpan>\n      \u003Cabbr>Ti\u003C/abbr>\n      \u003Cex>beri\u003C/ex>\n    \u003C/expan>\n    \u003Cexpan>\n      \u003Cabbr>f\u003C/abbr>\n      \u003Cex>ilios\u003C/ex>\n    \u003C/expan>\n    \u003Cexpan>\n      \u003Cabbr>M\u003C/abbr>\n      \u003Cex>arcos\u003C/ex>\n    \u003C/expan>\n    \u003Cexpan>\n      \u003Cabbr>Populicio\u003C/abbr>\n      \u003Cex>s\u003C/ex>\n    \u003C/expan>\n    \u003Cexpan>\n      \u003Cabbr>L\u003C/abbr>\n      \u003Cex>ucii\u003C/ex>\n    \u003C/expan>\n    \u003Cexpan>\n      \u003Cabbr>f\u003C/abbr>\n      \u003Cex>ilios\u003C/ex>\n    \u003C/expan>\n    \u003Cexpan>\n      \u003Cabbr>p\u003C/abbr>\n      \u003Cex>robaverunt\u003C/ex>\n    \u003C/expan>\n    \u003Cg ref=\"#interpunct\">·\u003C/g>\n    \u003Cg ref=\"#interpunct\">·\u003C/g>\n    \u003Cg ref=\"#interpunct\">·\u003C/g>\n    \u003Cg ref=\"#interpunct\">·\u003C/g>\n    \u003Cg ref=\"#interpunct\">·\u003C/g>\n    \u003Cg ref=\"#interpunct\">·\u003C/g>\n    \u003Cg ref=\"#interpunct\">·\u003C/g>\n    \u003Cg ref=\"#interpunct\">·\u003C/g>\n    \u003CroleName type=\"supracivic\" subtype=\"quaestor\">\n      \u003Cexpan>\n        \u003Cabbr>q\u003C/abbr>\n        \u003Cex>uaestores\u003C/ex>\n      \u003C/expan>\n    \u003C/roleName>\n  \u003C/ab>\n\u003C/div>",{"n":95,"url":96,"height":97,"width":98,"desc":99,"surfaceType":100},[144,154,163],[141,151,160,170],[145,164],[181,182,4,183,23,27,184,185,186,187,185,188,189,128],"isic004367","egadi 6: latin inscription on a roman bronze ship's ram","construction text (probatio)","aegusa","favignana","italy","sicily","stabilimento florio delle tonnare di favignana e delle formiche","latin",{"title":191,"body":192,"divs":193,"images":212},"ISic004367. Egadi 6: Latin inscription on a Roman bronze ship's ram","\u003Cdiv id=\"editions\">\u003Cdiv id=\"edition-interpretive\" lang=\"la\">  \u003Cdiv class=\"textpart\" lang=\"la\">\u003Cspan class=\"ab\" id=\"div-interpretive\">  \u003Ca id=\"al1-interpretive\">\u003C!--0-->\u003C/a>\u003Cspan class=\"linenumber\">1\u003C/span> C (aios) · Paperio (s) · Ti (beri) · f (ilios) \u003Cbr id=\"al2-interpretive\">\u003Cspan class=\"linenumber\">2\u003C/span> M (arcos) · Populicio (s) · L (ucii) · f (ilios) · q (uaestores) · p (robaverunt) \u003C/span>\u003C/div>  \u003Cp class=\"miniapp\">\u003C/p>\u003C/div>\u003Cdiv id=\"edition-diplomatic\" lang=\"la\">\u003Cdiv class=\"textpart\" lang=\"la\">\u003Cspan class=\"ab\" id=\"div-diplomatic\">\u003Ca id=\"al1-diplomatic\">\u003C!--0-->\u003C/a>\u003Cspan class=\"linenumber\">1\u003C/span>CPAPERIOTIF\u003Cbr id=\"al2-diplomatic\">\u003Cspan class=\"linenumber\">2\u003C/span>MPOPULICIOLFQP\u003C/span>\u003C/div>\u003Cp class=\"miniapp\">\u003C/p>\u003C/div>\u003C/div>  \u003Cdiv id=\"facsimile-images\">\u003Ch2>Facsimile Images\u003C/h2>\u003Ca href=\"ISic004367_tiled.tif\">\u003Cimg title=\"Photo S. Zangara\" src=\"ISic004367_tiled-thumb.tif\">\u003C/a>\u003Ca href=\"ISic004367.jpg\">\u003Cimg title=\"Photo S. Zangara\" src=\"ISic004367-thumb.jpg\">\u003C/a>\u003Ca href=\"ISic004367_text_tiled.tif\">\u003Cimg title=\"Photo J. Prag\" src=\"ISic004367_text_tiled-thumb.tif\">\u003C/a>\u003Ca href=\"ISic004367_text.jpg\">\u003Cimg title=\"Photo J. Prag\" src=\"ISic004367_text-thumb.jpg\">\u003C/a>\u003C/div>  \u003Cdiv id=\"apparatus\">\u003Ch4>Apparatus criticus\u003C/h4>\u003Cp>\u003C/p>\u003C/div>  \u003Cdiv id=\"translation\">\u003Ch2>English translation\u003C/h2>  \u003Cp>Gaius Papirius, son of Tiberius, (and) Marcus Publicius, son of Lucius, quaestors, approved (this ram)\u003C/p>  \u003C/div>  \u003Cdiv id=\"commentary\">\u003Ch2>commentary\u003C/h2>  \u003Cp>The names are in the abbreviated archaic nominative in –o(s). The names themselves are both well-attested archaic forms: Paperios for classical Papirius, Populicios for classical Publicius. The expansion of the abbreviation Q. P. appears to be straightforward, as suggested by the text of Egadi 7, 8 and 10. It is difficult to imagine in the context that Q can stand for anything other than quaestor (as an abbreviation it is extremely common). On the other hand, it is rare to find the verb probare abbreviated to p alone, and without the parallels of #7, #8 and #10 the resolution might not have been so obvious. It is normal for an office to be listed once to cover a list of multiple individuals, but typically this is done by placing the office at the end of the list of names, and commonly on a new line. However, parallels for the layout found here can be adduced. Orthographic elements suggest a relatively early date: the second declension nominative form in os, and the archaic forms of the names Publicius and Papirius. Likewise the letter forms are suggestive of a mid-Republican date (third or early second century BC).\u003C/p>  \u003Cp>M. Publicius L. f. L. n. Malleolus (RE 22) was consul in 232 BC. The omission of the cognomen is unremarkable. Although we know of a number of other Publicii in this period, no other M. Publicius L. f. is attested, and only a dozen Publicii in total are attested holding office under the Republic; a small number of other holders of the name is also known (notably, an M. Populicios M. f. in a third-century dedication from the Tiber island). We know from literary sources that the consul of 232 also held the aedileship alongside his brother L. Publicius in either 241 or 238 BC. The date provides a terminus ante quem for his quaestorship, but greater precision is difficult. It was normal for a year to intervene between the holding of magistracies, even at this relatively early date, but the evidence is almost non-existent for the lesser magistracies such as the quaestorship. There is no basis for reconstructing a ‘standard’ cursus in this period, as the praetorship was not yet a standard step in the cursus (the second praetorship was only instituted c. 242 BC), and the aedileship was never compulsory. Third-century evidence for the place of the quaestorship in the cursus is negligible. In the second century we know of 18 individuals whose quaestorship can be dated (sometimes only approximately) and who went on to hold the consulship. In three cases the interval was, or may have been, less than 10 years. Attested intervals otherwise range from 12 to 21 years, with 7 cases of 12-14 years and 8 cases of 16-21 years. It is therefore most likely that the consul of 232 BC held his quaestorship some time in the 240s, and possible that he held it as early as the late 250s. In this respect, it is relevant to consider that one plausible explanation for the presence of mostly Roman/Latin inscribed rostra on the sea-bed, at the site of what was a Roman victory, is that the rams were all from Roman ships previously captured by the Carthaginians in earlier battles (in particular at the battle of Drepanum in 249 BC, when the Carthaginians seized 93 Roman ships and took them back to Carthage (Polyb. 1.51.12, 53.1)); those ships and rams would then have been in reuse by the Carthaginians as part of their emergency resupply fleet of 241 BC which was sunk by the Romans at the Egadi islands. If that explanation holds truth (and it is attractive for several reasons), then in order to identify the quaestor Publicius of Egadi 4, 6, and 11 with the consul of 232 BC we require a gap of at least 17 years between quaestorship and consulship, since the construction round which he supervised would have to have been in 250/49 BC at the latest, and not that for the new Roman fleet of 242/1 BC. As we have seen, such an interval does find parallels in the second century, and should therefore be entertained as a possibility. Further support for this possibility comes from the fact that Publicius, as the plebeian consul of 232 BC, was the only member of his family ever to reach the consulship, and therefore a significant delay in his reaching the top of the cursus is by no means out of the question. The identification of course cannot be proven, however likely it may seem.\u003C/p>  \u003Cp>C. Papirius Ti. f. cannot be identified. The family of the Papirii (branches bearing the cognomina Cursor and Crassus) held high office in the early Republic, and in the third century the Papirii Masones came to prominence, including the consul of 231 BC, C. Papirius C. f. L. n. Maso (RE 57); several other branches of the family are also attested, including the Carbones of the later Republic. However, the praenomen Tiberius is only attested once in the entire gens, for a military tribune with consular powers of 380 BC, Tiberius Papirius Crassus (RE 50).\u003C/p>  \u003C/div>  \u003Cdiv id=\"bibliography\">\u003Ch2>bibliography\u003C/h2>  \u003Cul>  \u003Cli> 2012.636 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001283\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001283\u003C/a>\u003C/li>  \u003Cli> Tusa and Royal 2012 43-44 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001545\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001545\u003C/a>\u003C/li>  \u003Cli> Gnoli 2012 81-82 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001943\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001943\u003C/a>\u003C/li>  \u003Cli> Prag 2014 42-43 fig.11-12 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001665\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001665\u003C/a>\u003C/li>  \u003C/ul>  \u003Cul>\u003Cli>\u003C/li>\u003C/ul>  \u003C/div>  \u003Cdiv id=\"license\"> Licensed under a Creative Commons-Attribution 4.0 licence.  \u003C/div>",[194,197,200,203,206,209],{"id":195,"html":196},"editions","\u003Cdiv id=\"edition-interpretive\" lang=\"la\">  \u003Cdiv class=\"textpart\" lang=\"la\">\u003Cspan class=\"ab\" id=\"div-interpretive\">  \u003Ca id=\"al1-interpretive\">\u003C!--0-->\u003C/a>\u003Cspan class=\"linenumber\">1\u003C/span> C (aios) · Paperio (s) · Ti (beri) · f (ilios) \u003Cbr id=\"al2-interpretive\">\u003Cspan class=\"linenumber\">2\u003C/span> M (arcos) · Populicio (s) · L (ucii) · f (ilios) · q (uaestores) · p (robaverunt) \u003C/span>\u003C/div>  \u003Cp class=\"miniapp\">\u003C/p>\u003C/div>\u003Cdiv id=\"edition-diplomatic\" lang=\"la\">\u003Cdiv class=\"textpart\" lang=\"la\">\u003Cspan class=\"ab\" id=\"div-diplomatic\">\u003Ca id=\"al1-diplomatic\">\u003C!--0-->\u003C/a>\u003Cspan class=\"linenumber\">1\u003C/span>CPAPERIOTIF\u003Cbr id=\"al2-diplomatic\">\u003Cspan class=\"linenumber\">2\u003C/span>MPOPULICIOLFQP\u003C/span>\u003C/div>\u003Cp class=\"miniapp\">\u003C/p>\u003C/div>",{"id":198,"html":199},"apparatus","\u003Ch4>Apparatus criticus\u003C/h4>\u003Cp>\u003C/p>",{"id":201,"html":202},"translation","\u003Ch2>English translation\u003C/h2>  \u003Cp>Gaius Papirius, son of Tiberius, (and) Marcus Publicius, son of Lucius, quaestors, approved (this ram)\u003C/p>  ",{"id":204,"html":205},"commentary","\u003Ch2>commentary\u003C/h2>  \u003Cp>The names are in the abbreviated archaic nominative in –o(s). The names themselves are both well-attested archaic forms: Paperios for classical Papirius, Populicios for classical Publicius. The expansion of the abbreviation Q. P. appears to be straightforward, as suggested by the text of Egadi 7, 8 and 10. It is difficult to imagine in the context that Q can stand for anything other than quaestor (as an abbreviation it is extremely common). On the other hand, it is rare to find the verb probare abbreviated to p alone, and without the parallels of #7, #8 and #10 the resolution might not have been so obvious. It is normal for an office to be listed once to cover a list of multiple individuals, but typically this is done by placing the office at the end of the list of names, and commonly on a new line. However, parallels for the layout found here can be adduced. Orthographic elements suggest a relatively early date: the second declension nominative form in os, and the archaic forms of the names Publicius and Papirius. Likewise the letter forms are suggestive of a mid-Republican date (third or early second century BC).\u003C/p>  \u003Cp>M. Publicius L. f. L. n. Malleolus (RE 22) was consul in 232 BC. The omission of the cognomen is unremarkable. Although we know of a number of other Publicii in this period, no other M. Publicius L. f. is attested, and only a dozen Publicii in total are attested holding office under the Republic; a small number of other holders of the name is also known (notably, an M. Populicios M. f. in a third-century dedication from the Tiber island). We know from literary sources that the consul of 232 also held the aedileship alongside his brother L. Publicius in either 241 or 238 BC. The date provides a terminus ante quem for his quaestorship, but greater precision is difficult. It was normal for a year to intervene between the holding of magistracies, even at this relatively early date, but the evidence is almost non-existent for the lesser magistracies such as the quaestorship. There is no basis for reconstructing a ‘standard’ cursus in this period, as the praetorship was not yet a standard step in the cursus (the second praetorship was only instituted c. 242 BC), and the aedileship was never compulsory. Third-century evidence for the place of the quaestorship in the cursus is negligible. In the second century we know of 18 individuals whose quaestorship can be dated (sometimes only approximately) and who went on to hold the consulship. In three cases the interval was, or may have been, less than 10 years. Attested intervals otherwise range from 12 to 21 years, with 7 cases of 12-14 years and 8 cases of 16-21 years. It is therefore most likely that the consul of 232 BC held his quaestorship some time in the 240s, and possible that he held it as early as the late 250s. In this respect, it is relevant to consider that one plausible explanation for the presence of mostly Roman/Latin inscribed rostra on the sea-bed, at the site of what was a Roman victory, is that the rams were all from Roman ships previously captured by the Carthaginians in earlier battles (in particular at the battle of Drepanum in 249 BC, when the Carthaginians seized 93 Roman ships and took them back to Carthage (Polyb. 1.51.12, 53.1)); those ships and rams would then have been in reuse by the Carthaginians as part of their emergency resupply fleet of 241 BC which was sunk by the Romans at the Egadi islands. If that explanation holds truth (and it is attractive for several reasons), then in order to identify the quaestor Publicius of Egadi 4, 6, and 11 with the consul of 232 BC we require a gap of at least 17 years between quaestorship and consulship, since the construction round which he supervised would have to have been in 250/49 BC at the latest, and not that for the new Roman fleet of 242/1 BC. As we have seen, such an interval does find parallels in the second century, and should therefore be entertained as a possibility. Further support for this possibility comes from the fact that Publicius, as the plebeian consul of 232 BC, was the only member of his family ever to reach the consulship, and therefore a significant delay in his reaching the top of the cursus is by no means out of the question. The identification of course cannot be proven, however likely it may seem.\u003C/p>  \u003Cp>C. Papirius Ti. f. cannot be identified. The family of the Papirii (branches bearing the cognomina Cursor and Crassus) held high office in the early Republic, and in the third century the Papirii Masones came to prominence, including the consul of 231 BC, C. Papirius C. f. L. n. Maso (RE 57); several other branches of the family are also attested, including the Carbones of the later Republic. However, the praenomen Tiberius is only attested once in the entire gens, for a military tribune with consular powers of 380 BC, Tiberius Papirius Crassus (RE 50).\u003C/p>  ",{"id":207,"html":208},"bibliography","\u003Ch2>bibliography\u003C/h2>  \u003Cul>  \u003Cli> 2012.636 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001283\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001283\u003C/a>\u003C/li>  \u003Cli> Tusa and Royal 2012 43-44 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001545\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001545\u003C/a>\u003C/li>  \u003Cli> Gnoli 2012 81-82 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001943\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001943\u003C/a>\u003C/li>  \u003Cli> Prag 2014 42-43 fig.11-12 \u003Ca href=\"https://biblio.inscriptiones.org/epig10001665\" target=\"_blank\">https://biblio.inscriptiones.org/epig10001665\u003C/a>\u003C/li>  \u003C/ul>  \u003Cul>\u003Cli>\u003C/li>\u003C/ul>  ",{"id":210,"html":211},"license"," Licensed under a Creative Commons-Attribution 4.0 licence.  ",[213,215,218,220],{"image":96,"thumb":214,"title":99},"ISic004367_tiled-thumb.tif",{"image":216,"thumb":217,"title":99},"ISic004367.jpg","ISic004367-thumb.jpg",{"image":102,"thumb":219,"title":105},"ISic004367_text_tiled-thumb.tif",{"image":108,"thumb":221,"title":105},"ISic004367_text-thumb.jpg"],"uses":{"params":["slug"]}}]}
