{"type":"data","nodes":[{"type":"data","data":[{"debug":1},true],"uses":{}},{"type":"data","data":[{"slug":1,"title":2,"excerpt":3,"tags":4,"content":8},"about","About","I.Sicily is a long-term project to construct and maintain a digital corpus of the inscriptions of ancient Sicily.",[1,5,6,7],"project","sicily","inscriptions",{"head":9,"html":10,"body":10},"","\u003C!--[-->\u003Cp>\u003Cstrong>\u003Cem>Please note that you are currently viewing a beta version of the new I.Sicily interface\u003C/em>\u003C/strong>\u003C/p> \u003Cp>This interface is currently under development in collaboration with \u003Ca href=\"https://kdl.kcl.ac.uk/projects/crossreads/\" rel=\"nofollow\">King’s Digital Lab\u003C/a>. The old interface remains online at: \u003Ca href=\"http://sicily.classics.ox.ac.uk\" rel=\"nofollow\">http://sicily.classics.ox.ac.uk\u003C/a>.\u003C/p> \u003Cp>I.Sicily is a long-term project to construct and maintain a digital corpus of\nthe inscriptions of ancient Sicily. The project aims to provide free open access\ndata, and to follow the principles of Linked Open Data wherever possible. The\nonline corpus, live since 2017, can be found at: \u003Ca href=\"http://sicily.classics.ox.ac.uk\" rel=\"nofollow\">http://sicily.classics.ox.ac.uk\u003C/a>.\u003C/p> \u003Cp>The I.Sicily project aims to include all types of inscribed text, in all languages,\nacross the whole of antiquity, beginning with the first written texts at the end\nof the seventh century BCE, and continuing through to the Byzantine period (currently\nwith an approximate upper limit of the seventh century CE). The project began with a\nfocus on texts on stone, and with an initial emphasis on the metadata (bibliography\nand information about the inscription, such as material, language and inscription\ntype). Coverage has steadily expanded to include over 4,700 inscriptions, primarily\non stone, some fully edited, most in draft. We are currently adding a further\nc.1,000 texts on stone (primarily material from the Syracuse museum and catacombs),\ntogether with texts on metal, as well as some ceramic and other instrumentum\ndomesticum (portable objects). We retain the long-term ambition to incorporate texts that were stamped onto\nbrick and tile, and coin legends. The corpus remains very much a work-in-progress, and files are liable to further editing.\u003C/p> \u003Cp>I.Sicily employs the \u003Ca href=\"https://sourceforge.net/p/epidoc/wiki/Home/\" rel=\"nofollow\">EpiDoc TEI-XML standard\u003C/a>.\nWe use this to encode all the information about the inscription and the inscribed\nobject, as well as the actual text itself: we create a full edition of the\ninscription, directly encoded in EpiDoc, which enables processing of all the\ninformation. These individual editions are published as HTML pages on the website but can also be\nsearched and filtered through the website, as well as being freely available for\ndownload. All editing takes place in GitHub (which provides a full version history) and the data can also be accessed through the public \u003Ca href=\"https://github.com/ISicily/ISicily\" rel=\"nofollow\">I.Sicily repository\u003C/a>. We also present high resolution images where available, via a IIIF server (currently being upgraded). Bibliography is published in \u003Ca href=\"https://www.zotero.org/groups/382445/isicily/library\" rel=\"nofollow\">Zotero\u003C/a>, but also in the \u003Ca href=\"https://biblio.inscriptiones.org/\" rel=\"nofollow\">FAIR Epigraphy bibliography\u003C/a>.\nCollection data (museums, sites, etc.) was originally gathered in a database of \u003Ca href=\"http://sicily.classics.ox.ac.uk/museums\" rel=\"nofollow\">Sicilian museums\u003C/a>.\nData is standardised and made potentially interopable by the use of\nrecognised vocabularies, such as the \u003Ca href=\"https://pleiades.stoa.org/\" rel=\"nofollow\">Pleiades gazetteer of ancient\nplaces\u003C/a> and the \u003Ca href=\"https://www.eagle-network.eu/resources/vocabularies/\" rel=\"nofollow\">EAGLE epigraphic\nvocabularies\u003C/a>.\u003C/p> \u003Cp>I.Sicily is currently part of the ERC Advanced Grant \u003Ca href=\"https://crossreads.web.ox.ac.uk/\" rel=\"nofollow\">CROSSREADS\u003C/a> (grant agreement no.885040). The aim of Crossreads is to develop and exploit the I.Sicily corpus for a detailed exploration of Sicilian epigraphic culture and to shed light on Sicilian history through the island’s epigraphy. Crossreads focuses on developing three major areas of data across the corpus: linguistic, palaeographic, and petrographic. Linguistic annotation has been undertaken on a subset of the corpus, alongside tokenisation and lemmatisation of the complete corpus. Palaeographic annotation has been undertaken through the development of a palaeographic annotation tool, which enables the assignment of letter typologies to linked images and texts. Petrographic analysis has been undertaken on hundreds of items across the corpus. The data from these three subprojects is being steadily integrated into the online corpus and will become available in the coming months.\u003C/p>\u003C!--]-->"],"uses":{"params":["slug"]}}]}
