{"type":"data","nodes":[{"type":"data","data":[{"debug":1},true],"uses":{}},{"type":"data","data":[{"slug":1,"title":2,"excerpt":2,"tags":3,"content":8},"credits","Credits & Acknowledgements",[1,4,5,6,7],"acknowledgements","project","sicily","inscriptions",{"head":9,"html":10,"body":10},"","\u003C!--[-->\u003Cp>I.Sicily has been funded by the University of Oxford John Fell Fund, Merton College Oxford, and the ERC Advanced Grant Crossreads (grant agreement no.885040).\u003C/p> \u003Cp>I.Sicily was created and developed by Jonathan Prag, with the technical support of James Cummings and James Chartrand.\u003C/p> \u003Cp>The Crossreads team, directed by Jonathan Prag, consists of: Germana Barone, Alessia Coccato, Chloe Colchester, Robert Crellin, Dmitry Dundua, Victoria Fendel, Ilenia Gradante, Paolo Mazzoleni, Valentina Mignosa, and Sophia Topf Aguiar De Medeiros, together with the development team of King’s Digital Lab [list names?].\u003C/p> \u003Cp>The original dataset was collected by Jonathan Prag between 2001 and 2012, based upon published material. It was converted to EpiDoc by James Cummings in 2013. Museum data was collected by Michael Metcalfe between c.2013 and 2022. Geographical location data was edited by Valeria Vitale in 2013-2014. Simona Stoyanova provided further template development from 2020 onwards.\u003C/p> \u003Cp>Epigraphic data and images have been collected in Sicily by Jonathan Prag, Ilenia Gradante, Valentina Mignosa, Alex Antoniou, Michael Metcalfe, Francesca Prado, and Flavio Santini, with the participation of students of the Universities of Palermo and Catania, and of the Liceo Lazzaro, Catania.\u003C/p> \u003Cp>EpiDoc files have been edited continuously since 2013 by Jonathan Prag and many others, with Jonathan Prag having overall editorial responsibility. Contributors include: Valentina Mignosa, Simona Stoyanova, Ilenia Gradante, Marta Fogagnolo, Tuuli Aalholm, Alex Antoniou, Andoni Llamazares, Claudio Vacanti, Alfredo Tosques, James Hua, Estella Kessler, Martin Lopez Howe, Rosemary Fox.\u003C/p> \u003Cp>The original web interface, live since 2017, was constructed by James Chartrand of OpenSky Solutions. This work included the development of a browser-based EpiDoc viewer (\u003Ca href=\"https://github.com/ISicily/epidoc-viewer\" rel=\"nofollow\">https://github.com/ISicily/epidoc-viewer\u003C/a>), and a GitHub based tool for the documented upload of individual EpiDoc files to the Zenodo repository (\u003Ca href=\"https://github.com/jchartrand/zenodo-git-up\" rel=\"nofollow\">https://github.com/jchartrand/zenodo-git-up\u003C/a>). The first IIIF image server was also developed by James Chartrand of OpenSky solutions. The current IIIF image server was developed by Imran Asif (DiSc, University of Oxford). James Chartrand was also responsible for the implementation of a DTS API for the EpiDoc collection (\u003Ca href=\"https://github.com/ISicily/isicily-dts\" rel=\"nofollow\">https://github.com/ISicily/isicily-dts\u003C/a>).\u003C/p> \u003Cp>The new web interface, developed in 2025, was designed and built by King’s Digital Lab, under the direction of Arianna Ciula, with contributions from….\u003C/p> \u003Cp>Support, collaboration, and access to materials has been provided by a huge number of Sicilian colleagues and institutions, as well as many other colleagues devoted to the study of Sicily, to all of whom we are indebted, and we attempt to list them all here (if we have omitted you, this was not intentional - please let us know!):\u003C/p> \u003Cul>\u003Cli>\u003Cp>L’Assessorato regionale dei Beni Culturali e dell’Identità siciliana\u003C/p>\u003C/li> \u003Cli>\u003Cp>Pontificia Commissione di Archeologia Sacra\u003C/p>\u003C/li> \u003Cli>\u003Cp>Parco archeologico e paesaggistico di Siracusa, Eloro, Villa del Tellaro e Akrai\u003C/p>\u003C/li> \u003Cli>\u003Cp>Parco di Catania\u003C/p>\u003C/li> \u003Cli>\u003Cp>Parco di Tindari\u003C/p>\u003C/li> \u003Cli>\u003Cp>Parco di Naxos and Taormina\u003C/p>\u003C/li> \u003Cli>\u003Cp>Parco di Segesta\u003C/p>\u003C/li> \u003Cli>\u003Cp>Parco di Selinunte\u003C/p>\u003C/li> \u003Cli>\u003Cp>Parco di Lilibeo/Marsala\u003C/p>\u003C/li> \u003Cli>\u003Cp>Museo Archeologico Regionale P. Orsi, Siracusa\u003C/p>\u003C/li> \u003Cli>\u003Cp>Museo Archeologico Regionale A. Salinas, Palermo\u003C/p>\u003C/li> \u003Cli>\u003Cp>Museo Archeologico Regionale P. Griffo, Agrigento\u003C/p>\u003C/li> \u003Cli>\u003Cp>Soprintendenza di Messina\u003C/p>\u003C/li> \u003Cli>\u003Cp>Soprintendenza del Mare\u003C/p>\u003C/li> \u003Cli>\u003Cp>Sprintendenza di Catania\u003C/p>\u003C/li> \u003Cli>\u003Cp>Soprintendenza di Siracusa\u003C/p>\u003C/li> \u003Cli>\u003Cp>Museo Civico Castel Ursino, Catania\u003C/p>\u003C/li> \u003Cli>\u003Cp>Museo Civico Baldassare, Termini Imerese\u003C/p>\u003C/li> \u003Cli>\u003Cp>Museo Civico Pepoli, Trapani\u003C/p>\u003C/li> \u003Cli>\u003Cp>Museo Centuripe\u003C/p>\u003C/li> \u003Cli>\u003Cp>Palazzo Butera\u003C/p>\u003C/li> \u003Cli>\u003Cp>Angela Maria Manenti\u003C/p>\u003C/li> \u003Cli>\u003Cp>Rosa Lanteri\u003C/p>\u003C/li> \u003Cli>\u003Cp>Gioconda Lamagna\u003C/p>\u003C/li> \u003Cli>\u003Cp>Gabriella Tigano\u003C/p>\u003C/li> \u003Cli>\u003Cp>Rocco Burgio\u003C/p>\u003C/li> \u003Cli>\u003Cp>Fabio Lo Bono\u003C/p>\u003C/li> \u003Cli>\u003Cp>Gioacchina Tiziana Ricciardi\u003C/p>\u003C/li> \u003Cli>\u003Cp>Angela Merendino\u003C/p>\u003C/li> \u003Cli>\u003Cp>Giulia Falco\u003C/p>\u003C/li> \u003Cli>\u003Cp>Daria Spampinato\u003C/p>\u003C/li> \u003Cli>\u003Cp>Orazio Licandro\u003C/p>\u003C/li> \u003Cli>\u003Cp>Beatrice Basile\u003C/p>\u003C/li> \u003Cli>\u003Cp>Concetta Ciurcina\u003C/p>\u003C/li> \u003Cli>\u003Cp>Mariarita Sgarlata †\u003C/p>\u003C/li> \u003Cli>\u003Cp>Sebastiano Tusa †\u003C/p>\u003C/li> \u003Cli>\u003Cp>Roger Wilson\u003C/p>\u003C/li> \u003Cli>\u003Cp>Michael Metcalfe\u003C/p>\u003C/li> \u003Cli>\u003Cp>Francesca Prado\u003C/p>\u003C/li> \u003Cli>\u003Cp>Sandra Ruvituso\u003C/p>\u003C/li> \u003Cli>\u003Cp>Alessandra Merra\u003C/p>\u003C/li> \u003Cli>\u003Cp>Maria Grazia Griffo\u003C/p>\u003C/li> \u003Cli>\u003Cp>Rossana De Simone\u003C/p>\u003C/li> \u003Cli>\u003Cp>Lorenzo Campagna\u003C/p>\u003C/li> \u003Cli>\u003Cp>Carmine Ampolo\u003C/p>\u003C/li> \u003Cli>\u003Cp>Monika Trümper\u003C/p>\u003C/li> \u003Cli>\u003Cp>Francesca Spatafora\u003C/p>\u003C/li> \u003Cli>\u003Cp>Claudio Vacanti\u003C/p>\u003C/li>\u003C/ul>\u003C!--]-->"],"uses":{"params":["slug"]}}]}
